few_shots = [
  {
    "id": "db63fb72-e211-4596-94a4-69617706f7ef",
    "instruction": "翻譯成文言文：\n雅裏惱怒地說： 從前在福山田獵時，你誣陷獵官，現在又說這種話。\n答案：",
    "output": "雅裏怒曰： 昔畋於福山，卿誣獵官，今復有此言。",
    "ppl": [
      2.6033570766448975
    ]
  },
  {
    "id": "a48b0e8f-dc7a-4130-acc6-a91cc4a81bd1",
    "instruction": "沒過十天，鮑泉果然被拘捕。\n幫我把這句話翻譯成文言文",
    "output": "後未旬，果見囚執。",
    "ppl": [
      8.330061912536621
    ]
  },
  {
    "id": "f98882de-6962-46cf-a8f0-5d534eddda3a",
    "instruction": "辛未，命吳堅為左丞相兼樞密使，常楙參知政事。\n把這句話翻譯成現代文。",
    "output": "初五，命令吳堅為左承相兼樞密使，常增為參知政事。",
    "ppl": [
      2.5057084560394287
    ]
  },
  {
    "id": "c491b5f1-fe54-4276-8dd2-cbc7a8d0f3c3",
    "instruction": "十八年，奚、契丹侵犯邊界，以皇上為河北道元帥，信安王為副，率禦史大夫李朝隱、京兆尹裴亻由先等八總管討伐他們。\n翻譯成文言文：",
    "output": "十八年，奚、契丹犯塞，以上為河北道元帥，信安王禕為副，帥禦史大夫李朝隱、京兆尹裴伷先等八總管兵以討之。",
    "ppl": [
      2.060969591140747
    ]
  },
  {
    "id": "bc8d68a3-cfe2-42ee-9d99-415380975642",
    "instruction": "正月，甲子朔，鼕至，太後享通天宮；赦天下，改元。\n把這句話翻譯成現代文。",
    "output": "聖曆元年正月，甲子朔，鼕至，太後在通天宮祭祀；大赦天下，更改年號。",
    "ppl": [
      2.3713605403900146
    ]
  },
  {
    "id": "d5cd09fd-efaf-496c-be0b-b11e2e253d60",
    "instruction": "文言文翻譯：\n明日，趙用賢疏入。",
    "output": "答案：第二天，趙用賢的疏奏上。",
    "ppl": [
      1.6383512020111084
    ]
  },
  {
    "id": "97643fd2-d8c9-4cdc-8d6d-cad4724bd98e",
    "instruction": "我當時在三司，訪求太祖、仁宗的手書敕令沒有見到，然而人人能傳誦那些話，禁止私鹽的建議也最終被擱置。\n翻譯成文言文：",
    "output": "餘時在三司，求訪兩朝墨敕不獲，然人人能誦其言，議亦竟寢。",
    "ppl": [
      5.044301986694336
    ]
  },
  {
    "id": "7018cd70-579d-4122-8304-1566b08aa0c7",
    "instruction": "娶上榖公主，被授予駙馬都尉。\n這句話在古代怎麼說：",
    "output": "尚上榖公主，拜駙馬都尉。",
    "ppl": [
      1.7549108266830444
    ]
  },
  {
    "id": "7b215019-026c-4b56-a506-8877861e9eeb",
    "instruction": "後二年，移鄧州，又徙襄州。\n把這句話翻譯成文言文：",
    "output": "後二年，徙鄧州，又徙襄州。",
    "ppl": [
      1.196803092956543
    ]
  },
  {
    "id": "2fd0e6b4-9f11-4745-815f-70fc76e9d18f",
    "instruction": "令、錄、簿、尉等職官有年老病重的人允許彈勃。\n翻譯成文言文：",
    "output": "令、錄、簿、尉諸職官有耄耋篤疾者舉劾之。",
    "ppl": [
      3.518604278564453
    ]
  },
  {
    "id": "3c9fafbe-b6f9-4218-a4da-904451da643e",
    "instruction": "將下麵句子翻譯成文言文：\n而且姑侄與母子相比誰更親？",
    "output": "且姑侄之與母子孰親？",
    "ppl": [
      2.3057401180267334
    ]
  },
  {
    "id": "7e9e2c05-89ce-48ae-a522-cb58e24ba705",
    "instruction": "翻譯成現代文：\n州民鄭五醜構逆，與叛羌傍乞鐵匆相應，令剛往鎮之。\n答案：",
    "output": "渭州人鄭五醜造反，與叛逆羌傍乞鐵忽互相呼應。下令趟剛前往鎮壓。",
    "ppl": [
      2.992882490158081
    ]
  },
  {
    "id": "50bdb3c2-222d-42b5-a15f-413f6d28e848",
    "instruction": "翻譯成現代文：\n士匄請見，弗內。\n答案：",
    "output": "士匄請求進見，荀偃不接見。",
    "ppl": [
      3.295680522918701
    ]
  },
  {
    "id": "96875a6b-ee90-4b7b-bfef-313829d207d6",
    "instruction": "翻譯成文言文：\n富貴貧賤都很尊重他。\n答案：",
    "output": "貴賤並敬之。",
    "ppl": [
      2.836850166320801
    ]
  },
  {
    "id": "d955ffe0-a64e-4667-8ae7-21cccaa9f935",
    "instruction": "翻譯成文言文：\n到春天長齣青草的時候，瓜也同時齣土，瓜苗莖葉肥壯茂盛，勝過通常的瓜苗。",
    "output": "至春草生，瓜亦生，莖葉肥茂，異於常者。",
    "ppl": [
      2.3773698806762695
    ]
  },
  {
    "id": "029ebca4-09ea-4bb1-9042-d4c80c2bfcf8",
    "instruction": "將下麵句子翻譯成現代文：\n昨日破城，將士輕敵，微有不利，何足為懷。",
    "output": "昨日破城時，將士輕敵，隻有一點小小的不利，何必掛在心上？",
    "ppl": [
      2.389573574066162
    ]
  },
  {
    "id": "fab42681-7753-4621-af3e-f47b833c691a",
    "instruction": "翻譯成文言文：\n龐勛率領軍隊二萬人從石山嚮西進發，所過之處燒殺搶掠，一無所存。\n答案：",
    "output": "龐勛將兵二萬自石山西齣，所過焚掠無遺。",
    "ppl": [
      2.54658842086792
    ]
  },
  {
    "id": "2086a94a-4d86-4f97-9da8-389cba96a9e6",
    "instruction": "議雖不從，天下鹹重其言。\n翻譯成白話文：",
    "output": "他的建議雖然不被采納，但天下都很敬重他的話。",
    "ppl": [
      2.1516690254211426
    ]
  },
  {
    "id": "b8c7821a-341b-45db-ad00-a0d0075e976c",
    "instruction": "他請求退休，但下詔不許。\n翻譯成文言文：",
    "output": "求緻仕，詔不許。",
    "ppl": [
      3.1994082927703857
    ]
  },
  {
    "id": "0653124d-509c-404b-aac1-86b0b1dcfe14",
    "instruction": "將下麵句子翻譯成文言文：\n第二年，徐溫冊立楊渭為天子，僭號稱為大吳國，改唐朝天祐十六年為武義元年。",
    "output": "明年，溫冊楊渭為天子，僭稱大吳，改唐天祐十六年為武義元年。",
    "ppl": [
      1.328163743019104
    ]
  },
  {
    "id": "72c56957-fe3b-4960-844d-849d86ccecdc",
    "instruction": "翻譯成文言文：\n所謂的聖人，有不替大盜守衛財物的嗎？\n答案：",
    "output": "所謂聖者，有不為大盜守者乎？",
    "ppl": [
      1.8268440961837769
    ]
  },
  {
    "id": "47718f64-707b-4bf2-882d-e522710b2ede",
    "instruction": "如果根本強大那麼精神就會去摺挫衝突危害，如果根本衰弱就會招緻災殃和禍害，被邪惡欺淩。\n幫我把這句話翻譯成文言文",
    "output": "夫本強則精神摺衝，本弱則招殃緻凶，為邪謀所陵。",
    "ppl": [
      3.4700281620025635
    ]
  },
  {
    "id": "1990ced1-0a28-4770-bc40-d16e1f53fcfc",
    "instruction": "到任之日，敕令所司供帳，設音樂，由大內拿齣酒食，皇帝還為之賦詩。\n翻譯成文言文：",
    "output": "上日，敕所司供帳設樂，內齣醪饌，帝為賦詩。",
    "ppl": [
      3.284172296524048
    ]
  },
  {
    "id": "be5e5605-c9f6-4f0b-b086-b015dc962c49",
    "instruction": "翻譯成現代文：\n鞦九月，親祀南郊，加尊號天冊金輪聖神皇帝，大赦天下，改元為天冊萬歲，大闢罪已下及犯十惡常赦所不原者，鹹赦除之，大酺九日。\n答案：",
    "output": "鞦九月，皇上親自在鼕至日到南郊祭天，加尊號曰天丹金輪聖神皇帝，大赦天下，改元為天冊萬歲，死罪以下以及犯瞭十大罪惡、常規赦免而不能饒恕的人，都加以赦免，特許天下百姓大宴飲九天。",
    "ppl": [
      3.8928158283233643
    ]
  },
  {
    "id": "48712fe1-73cc-4246-8519-72905291d55d",
    "instruction": "將下麵句子翻譯成文言文：\n自從中原淪沒，儒學荒廢，先王的德澤就此斷絕，聖賢的風範就此失傳。",
    "output": "自中華湮沒，闕裏荒毀，先王之澤寢，聖賢之風絕。",
    "ppl": [
      4.692281246185303
    ]
  },
  {
    "id": "0c0ccd18-81c1-417a-95b1-ba907c6dd365",
    "instruction": "乙卯，錄囚。\n翻譯成白話文：",
    "output": "二十三日，訊問記錄囚徒的罪狀。",
    "ppl": [
      2.884962558746338
    ]
  },
  {
    "id": "0e117fb6-0b98-4bde-acfb-a884b1adddcb",
    "instruction": "高祖初，為內秘書侍禦中散。\n翻譯成現代文：",
    "output": "高祖初年，任內秘書侍禦中散。",
    "ppl": [
      1.170438528060913
    ]
  },
  {
    "id": "5608f55d-a32c-4819-8b87-23f16a1c79d6",
    "instruction": "它的旁邊有一顆小星，名叫長沙星，星不宜明，若與軫宿的四顆星一樣明亮，五顆星進入軫宿，錶示將有大的戰爭發生。\n這句話在中國古代怎麼說：",
    "output": "其旁有一小星，曰長沙，星星不欲明；明與四星等，若五星入軫中，兵大起。",
    "ppl": [
      5.770517826080322
    ]
  },
  {
    "id": "05661f97-9b29-4307-9bc8-ed86a9f14b82",
    "instruction": "翻譯成現代文：\n三司之名始於此。",
    "output": "三司之名開始於此時。",
    "ppl": [
      2.1293387413024902
    ]
  },
  {
    "id": "eef6e080-6aa5-4998-83f3-e512cd5b0751",
    "instruction": "翻譯成文言文：\n陳蕃仍單獨上書說： 現在，外麵的盜賊，隻不過是人體四肢的毛病；而內政不能治理，纔是心腹的禍患。",
    "output": "蕃乃獨上疏曰： 今寇賊在外，四支之疾；內政不理，心腹之患。",
    "ppl": [
      2.8426270484924316
    ]
  },
  {
    "id": "ce45430d-432c-46df-94e6-59bc529f0ff8",
    "instruction": "將下麵句子翻譯成現代文：\n忽鬆下見一丈夫，古服儼雅；一女子，鬟髻綵衣。",
    "output": "忽然鬆樹下齣現一個男子，身穿古服，莊重雅緻。一個女子，頭梳環形發結，身著彩衣，一起來瞭。",
    "ppl": [
      4.099240303039551
    ]
  },
  {
    "id": "d687269d-e6c7-4745-a881-7d4efc932126",
    "instruction": "當年，京都及各州鎮十三處發生水旱災害，損傷莊稼。\n這句話在古代怎麼說：",
    "output": "是歲，京師及州鎮十三水旱傷稼。",
    "ppl": [
      2.657960891723633
    ]
  },
  {
    "id": "71cd21cb-be5f-4147-8ec6-5e1f5f74ebf5",
    "instruction": "彗星守，榖貴；齣天市，豪傑起，徙易市都；掃帝坐，齣天市，除舊布新。\n翻譯成現代文：",
    "output": "彗星占據，榖物價格昂貴；彗星從天市垣齣去，豪傑之士並起，遷徙改換街市都城；彗星掃遇帝座，從天市垣齣去，除舊布新。",
    "ppl": [
      3.298419952392578
    ]
  },
  {
    "id": "c3e45d26-1105-4bb5-8a81-405f20c80852",
    "instruction": "孔子仍然說： 是吉祥的徵兆，用它去祭鬼神。 又立即用白犢去祭祀。\n把這句話翻譯成文言文：",
    "output": "其父又使其子問孔子，孔子曰： 吉祥也，以享鬼神。 復以犢祭。",
    "ppl": [
      3.7692949771881104
    ]
  },
  {
    "id": "c1a331c5-5671-4b95-b0bf-9574a19d3c06",
    "instruction": "而且朝廷如一定要發怒，派人在外守衛，他們也不能接近淮水邊。\n這句話在古代怎麼說：",
    "output": "且朝廷若必赫怒，使守在外，亦不近相淮濆。",
    "ppl": [
      5.013033390045166
    ]
  },
  {
    "id": "47d48820-60d2-4088-a4fb-ccc78f43e92b",
    "instruction": "將下麵句子翻譯成文言文：\n今天令在必行，不得有任何阻攔。",
    "output": "自今令在必行，毋有所遏。",
    "ppl": [
      5.542808532714844
    ]
  },
  {
    "id": "46c33917-6095-4a72-b2ea-a9b32417042f",
    "instruction": "翻譯成現代文：\n壬申，以保忠為定難軍節度使。\n答案：",
    "output": "十六日，任命趙保忠為定難軍節度使。",
    "ppl": [
      1.4129939079284668
    ]
  },
  {
    "id": "b925a54d-7c7c-4eff-aedc-d35622d8feef",
    "instruction": "又說 虞仲、夷逸隱居，不言世務，行為閤乾清高純潔，自我廢棄閤於權變 。\n幫我把這句話翻譯成文言文",
    "output": "謂 虞仲、夷逸隱居放言，行中清，廢中權 。 我則異於是，無可無不可。",
    "ppl": [
      6.695099830627441
    ]
  },
  {
    "id": "b4f4bea8-432f-4680-9f21-a733cc6d9f5f",
    "instruction": "翻譯成文言文：\n在那時候，秦、晉是強國。\n答案：",
    "output": "當是之時，秦晉為彊國。",
    "ppl": [
      2.792525053024292
    ]
  },
  {
    "id": "de2ea971-0579-4de4-a656-3fdf54dc29de",
    "instruction": "燕軍戒備更加鬆懈。\n翻譯成文言文：",
    "output": "燕軍益懈。",
    "ppl": [
      1.925986886024475
    ]
  },
  {
    "id": "bee08024-8129-4eda-a904-710ec0abb2f9",
    "instruction": "過去萇弘是周王室執掌曆數的官員，天地之氣、日月運行、風雨變化、律曆度數，萇弘他無所不知，然而他卻就是不能預見掌握自己的命運，所以最終還是死於非命，被人斬於刀下。\n這句話在中國古代怎麼說：",
    "output": "昔者萇弘，周室之執數者也。天地之氣，日月之行，風雨之變，律曆之數，無所不通，然而不能自知，車裂而死。",
    "ppl": [
      2.843463897705078
    ]
  },
  {
    "id": "5bb4bf52-e2b9-45a0-815b-881e29b9b165",
    "instruction": "祀明堂，遷給事中兼龍圖閣學士。\n翻譯成現代文：",
    "output": "祭祀明堂，升任給事中，兼龍圖閣學士。",
    "ppl": [
      1.4891235828399658
    ]
  },
  {
    "id": "081c1d0a-5b84-4896-9bfe-2af90e34ff9e",
    "instruction": "捷報上奏，石璞被召迴，方瑛留下鎮守貴州、湖廣。\n幫我把這句話翻譯成文言文",
    "output": "捷聞，璞召還，瑛留鎮貴州、湖廣。",
    "ppl": [
      1.6752336025238037
    ]
  },
  {
    "id": "dd0e4f74-c373-4569-874f-e91fa40fd70c",
    "instruction": "將下麵句子翻譯成文言文：\n於是提拔薦舉有義行的人，誅殺奸惡之徒。",
    "output": "於是擢舉義行，誅鋤奸惡。",
    "ppl": [
      2.7421162128448486
    ]
  },
  {
    "id": "5a951bb5-73be-4de6-8992-1f64c4317a47",
    "instruction": "文言文翻譯：\n天監七年八月丁巳生。",
    "output": "答案：天監七年八月丁巳齣生。",
    "ppl": [
      1.295237421989441
    ]
  },
  {
    "id": "72c942bd-4311-473f-876b-40b2d29e5486",
    "instruction": "張金樹派他的幾名同黨進入閣內，和高開道的義子們玩耍，臨近黃昏，暗中搞斷瞭義子們的弓弦，把刀槍藏到床下，到就寢時，抱著刀槍迅速離去，張金樹帶領同黨大聲喧嘩，攻打高開道的閣房，義子們準備抵抗，但弓弦已斷，刀槍已失，於是爭相投降；張君立也在外放火作為呼應，內外惶惶不安。\n把這句話翻譯成文言文：",
    "output": "金樹遣其黨數人入閣內，與假子遊戲，嚮夕，潛斷其弓弦，藏刀槊於床下，閤暝，抱之趨齣，金樹帥其黨大噪，攻開道閣，假子將禦之，而弓弦皆絕，刀槊已失，爭齣降；君立亦舉火於外與相應，內外惶擾。",
    "ppl": [
      2.79906964302063
    ]
  },
  {
    "id": "213f8f26-2727-4b3d-833d-1615a968bb0f",
    "instruction": "適逢有人從京城來，說賊兵兩宿便會來到，皇上命令立即追迴韓遊瑰等人的部隊。\n把這句話翻譯成文言文：",
    "output": "會有人自京城來，言賊信宿當至，上遽令追遊瑰等軍伍。",
    "ppl": [
      3.5336029529571533
    ]
  },
  {
    "id": "f3d18c5f-8cd8-4d11-88d0-4f04e2c22b86",
    "instruction": "翻譯成現代文：\n天降威遺我寶龜，固知我國有呰災，使民不安，是天反復右我漢國也。",
    "output": "上天降威贈我寶龜，本已知道我們國傢有此災病，使人民不安寜，是上天一再保佑我漢國啊。",
    "ppl": [
      3.1605918407440186
    ]
  },
  {
    "id": "664ec24e-1615-4d7d-b9a1-f0263b438c8a",
    "instruction": "戊申，賞賚諸王金、幣，其數如文宗即位之製。\n翻譯成現代文：",
    "output": "十二日，賞賜諸王金、幣，其數目依照文宗即位時舊例。",
    "ppl": [
      2.052424192428589
    ]
  },
  {
    "id": "448a78b9-3d19-4641-b61a-ff4afa9596e2",
    "instruction": "文言文翻譯：\n則其製衣，宜若生人之服。",
    "output": "答案：那麼給它做衣服就應該像活人的衣服一樣。",
    "ppl": [
      1.8750886917114258
    ]
  },
  {
    "id": "b2745ca6-9584-4d21-819f-b4227f7f1063",
    "instruction": "二十九日，傳來鴨綠江、混同江暴漲的消息，命令賑濟、遷徙在混同江邊的戍邊戶。\n把這句話翻譯成文言文：",
    "output": "庚寅，聞鴨綠、混同江暴漲，命賑徙戍邊戶在混同江者。",
    "ppl": [
      1.7812459468841553
    ]
  },
  {
    "id": "88935eaf-fb28-4a45-b0e8-ee021c3b4071",
    "instruction": "文言文翻譯：\n是時，選博士、諫大夫通政事者補郡國守、相，以望之為平原太守。",
    "output": "答案：這時正在挑選通達政事的博士和諫大夫擔任郡守國相，派蕭望之作平原太守。",
    "ppl": [
      3.349785327911377
    ]
  },
  {
    "id": "9e578b6d-f55e-40a8-9192-cf3532145ea2",
    "instruction": "他們在晚上聽到逍遙室內有人說話的聲音，到天亮後卻隻見逍遙獨自坐著，他們也不驚訝。\n翻譯成文言文：",
    "output": "夜聞室內有人語聲，及曉，見逍遙獨坐，亦不驚。",
    "ppl": [
      2.0384085178375244
    ]
  },
  {
    "id": "b432e68b-0ce8-432d-a5f5-53b3c52152f2",
    "instruction": "今太歲位在子耳，天下皆為太歲，非獨子、午衝也。\n幫我把這句話翻譯成現代文",
    "output": "如今太歲的位置隻是在子位罷瞭，天下都是太歲的位置，不隻是子午位相衝的地方纔是太歲的位置。",
    "ppl": [
      3.5867562294006348
    ]
  },
  {
    "id": "4d8936b4-14b8-4fa4-a1b2-9c18f1e66c37",
    "instruction": "吳郡有勢力的傢族很輕視他，有人便在他的府門上題道：會稽雞，不能啼。\n這句話在古代怎麼說：",
    "output": "吳中強族輕之，乃題府門：會稽雞，不能啼。",
    "ppl": [
      2.1132192611694336
    ]
  },
  {
    "id": "19801bb0-757f-4354-b87d-d0be7363ecbd",
    "instruction": "武定中，受命齣使青州，搜括浮逃戶口，歸，遷太保。\n翻譯成文言文：",
    "output": "武定中，使於青州，括浮逃戶口，遷太保。",
    "ppl": [
      1.94655179977417
    ]
  },
  {
    "id": "3b79d49a-5713-4bab-ab4b-77020c82e0e2",
    "instruction": "將下麵句子翻譯成文言文：\n姚仲孫曆任三司戶部、度支、鹽鐵副使，再進天章閣待製、河北都轉運使。",
    "output": "曆三司戶部、度支、鹽鐵副使，進天章閣待製、河北都轉運使。",
    "ppl": [
      1.1936172246932983
    ]
  },
  {
    "id": "e5e712a1-9156-416b-8914-f6c191b9ce05",
    "instruction": "翻譯成文言文：\n另外仍任裴度為招討使，使他傾太原兵力西進，見機乘隙夾攻。同時下詔撫令以動搖其軍心，未用武力剿滅，一定自己潰滅。",
    "output": "還裴度招討使，使悉太原兵西壓境，見利乘隙夾攻之，間令招諭以動其心，未及誅夷，必自生變。",
    "ppl": [
      4.546280860900879
    ]
  },
  {
    "id": "464c1393-8b67-4afb-9e1b-518207739c4e",
    "instruction": "皇曾孫生下幾個月，就趕上巫蠱之禍，衛太子劉據及其三子一女連同他的諸妻妾全部被害，隻剩下皇曾孫一人，也因連坐被關入大鴻臚所屬的郡邸獄。\n翻譯成古文：",
    "output": "皇曾孫生數月，遭巫蠱事，太子三男、一女及諸妻、妾皆遇害，獨皇曾孫在，亦坐收係郡邸獄。",
    "ppl": [
      2.7497520446777344
    ]
  },
  {
    "id": "b41175f6-1b3f-49a0-b721-db42ac8608ad",
    "instruction": "時有口頭命令，你都謙遜推辭，我難以違背你的謙下，拖延到現在。\n翻譯成文言文：",
    "output": "屢有口敕，仍執衝遜，難違清挹，荏苒至今。",
    "ppl": [
      7.2901482582092285
    ]
  },
  {
    "id": "ed575b16-587a-4807-8ca7-67f45aee8c3d",
    "instruction": "於是授職給大節。\n這句話在古代怎麼說：",
    "output": "遂授大節。",
    "ppl": [
      1.454721212387085
    ]
  },
  {
    "id": "c5ed369b-7920-4502-8e5a-8d8bbccdf3a8",
    "instruction": "翻譯成文言文：\n聲望威震，然後進取兩廣，易如反掌。\n答案：",
    "output": "威聲已震，然後進取兩廣，猶反掌也。",
    "ppl": [
      2.7001984119415283
    ]
  },
  {
    "id": "c45dc061-cba4-4ede-b0e5-1a8fd5dfdf6a",
    "instruction": "太祖親自擬文，然後嵌在上麵，是： 上天保佑人民，朕纔能夠統率安撫。\n這句話在中國古代怎麼說：",
    "output": "太祖親為文鈒之曰： 上天祐民，朕乃率撫。",
    "ppl": [
      3.7172720432281494
    ]
  },
  {
    "id": "f5541818-5939-4eeb-b117-ee833f446d31",
    "instruction": "翻譯成文言文：\n使用發射強弓硬弩的士兵是為瞭在雙方相持不下時能夠持久作戰。",
    "output": "勁弩趨發者何也？",
    "ppl": [
      12.776324272155762
    ]
  },
  {
    "id": "69df5dc5-b723-4466-bab5-ddea48a09837",
    "instruction": "翻譯成文言文：\n蘆莖又被召入任安左將軍、尚書左僕射，加侍中，蕭藻堅決辭讓，不肯接受任命，皇帝命令不許他推讓。\n答案：",
    "output": "入為安左將軍、尚書左僕射，加侍中，藻固辭不就，詔不許。",
    "ppl": [
      1.622225046157837
    ]
  },
  {
    "id": "3f9385a6-2d89-4888-ab09-fce1616de06a",
    "instruction": "文公說： 官職不一，刑罰也輕重有彆。\n幫我把這句話翻譯成文言文",
    "output": "文公曰： 官有貴賤，罰有輕重。",
    "ppl": [
      2.117448329925537
    ]
  },
  {
    "id": "8ee1c227-b40c-41a2-ac3c-fad2a2d013d4",
    "instruction": "翻譯成文言文：\n楊堅內心對她很慚愧，想讓她改嫁，她誓死不答應，纔作罷。",
    "output": "堅內甚愧之，欲奪其誌，後誓不許，乃止。",
    "ppl": [
      3.6248786449432373
    ]
  },
  {
    "id": "c7d18a72-14b5-48e0-9903-2b7b74170fe5",
    "instruction": "華嚴和尚\n幫我把這句話翻譯成現代文",
    "output": "華嚴和尚",
    "ppl": [
      1.0304009914398193
    ]
  },
  {
    "id": "81888ff3-636b-4135-81dc-52216ce053f6",
    "instruction": "文言文翻譯：\n八月乙巳，援兵戰於鬆山，陽和總兵官楊國柱敗沒。",
    "output": "答案：八月二日，援兵與清軍激戰於鬆山，陽和總兵官楊國柱潰敗戰死。",
    "ppl": [
      1.8777519464492798
    ]
  },
  {
    "id": "4d6fbc1d-d446-447c-9797-8040a3e0a43f",
    "instruction": "翻譯成文言文：\n一定要在他們執玉帛為禮品，屈膝行蕃邦的禮節時，纔可以豐厚地慰勞賜錢財，給予珍寶物品。",
    "output": "必其委贄玉帛之辰，屈膝蕃方之禮，則可豐其勞賄，籍以珍物。",
    "ppl": [
      4.422208309173584
    ]
  },
  {
    "id": "c46d38e0-b539-4b4b-bb67-04b9407033c1",
    "instruction": "廉丹吩咐軍官拿著自己的印、綬帶和符節交給王匡，說道： 小兒可以逃走，我不可以！\n這句話在中國古代怎麼說：",
    "output": "丹使吏持其印、韍、節付匡曰： 小兒可走，吾不可！",
    "ppl": [
      3.305933952331543
    ]
  },
  {
    "id": "bdedb6b5-61af-4cb9-8af9-abade8b9543c",
    "instruction": "詔鵬緻仕，山冠帶閑住。\n把這句話翻譯成現代文。",
    "output": "詔令吳鵬退職，吳山以官員身份休閑。",
    "ppl": [
      3.8487191200256348
    ]
  },
  {
    "id": "089ff973-ebd4-42a3-9d36-4e65db07a8f9",
    "instruction": "十六日，皇帝駕幸縣之鳳泉湯。\n翻譯成古文：",
    "output": "甲子，幸郿縣之鳳泉湯。",
    "ppl": [
      2.7056591510772705
    ]
  },
  {
    "id": "6c4b9cfc-ba40-4992-a670-51d9397008af",
    "instruction": "翻譯成文言文：\n月朔大餘七日，小餘十一分；鼕至大餘二十一日，無小餘；\n答案：",
    "output": "大馀七，小馀十一；大馀二十一，無小馀；",
    "ppl": [
      2.0803866386413574
    ]
  },
  {
    "id": "41af2537-5a72-46a0-9050-9649af966e25",
    "instruction": "翻譯成文言文：\n漢王大怒，想攻打他。\n答案：",
    "output": "漢王怒，欲攻之。",
    "ppl": [
      1.2354258298873901
    ]
  },
  {
    "id": "d21059a4-99d8-4a93-87ab-161669be9a68",
    "instruction": "然而黃巾軍沒有輜重，隻靠搶劫來供應軍需。\n把這句話翻譯成文言文：",
    "output": "然賊軍無輜重，唯以鈔略為資。",
    "ppl": [
      4.2263264656066895
    ]
  },
  {
    "id": "c44c3496-8ccb-487f-a657-42ac925f0294",
    "instruction": "唐朝時四川節度使嚴武，少年時仰仗意氣，以俠義自任。\n翻譯成文言文：",
    "output": "唐西川節度使嚴武，少時仗氣任俠。",
    "ppl": [
      2.4155704975128174
    ]
  },
  {
    "id": "f74e9e16-dfc5-4c69-a606-378d09c08571",
    "instruction": "文言文翻譯：\n是年，遷北院樞密副使，復陳陰害太子計，乙辛從之。",
    "output": "答案：同年，十三遷任北院樞密副使，又陳說暗中謀害太子的計策，乙辛從之。",
    "ppl": [
      2.0233347415924072
    ]
  },
  {
    "id": "1b7db803-e6bf-4bac-ab86-f299f516ecbe",
    "instruction": "翻譯成文言文：\n魏齊王正始四年，立皇後甄氏，那次的儀式沒有留存。",
    "output": "魏齊王正始四年，立皇後甄氏，其儀不存。",
    "ppl": [
      1.3079845905303955
    ]
  },
  {
    "id": "d51c2db8-6c0a-45ba-94ce-843e7351fbab",
    "instruction": "如果用兩位文王的法令來逮捕盜賊，盜賊是有地方可抓的。\n把這句話翻譯成文言文：",
    "output": "若以二文之法取之，盜有所在矣。",
    "ppl": [
      4.234559059143066
    ]
  },
  {
    "id": "a2ac0323-c2e2-4447-a5ac-8fab7f6765ed",
    "instruction": "翻譯成文言文：\n京城門戶不能夠容納他的，把它們開高些、開大些，把他給各外族看看，可以鎮懾、安定天下。",
    "output": "京師門戶不容者，開高大之，以視百蠻，鎮安天下。",
    "ppl": [
      3.7423341274261475
    ]
  },
  {
    "id": "cd0e87db-a812-4de8-9984-44398cf75859",
    "instruction": "所以，孔子的智慧一定不比長狄的短淺；曹孟德的雄纔大略，遠遠地超過崔琰。\n翻譯成文言文：",
    "output": "故仲尼之智，必不短於長狄；孟德之雄，乃遠奇於崔琰。",
    "ppl": [
      2.579305410385132
    ]
  },
  {
    "id": "ffef8045-5297-48f2-8fce-8d056ac8d8a2",
    "instruction": "於是人心動搖，一下子都逃退瞭。\n翻譯成古文：",
    "output": "於是眾情離阻，一時奔退。",
    "ppl": [
      4.512809753417969
    ]
  },
  {
    "id": "bef838c2-6ad9-45c5-a43b-b3764f5a2ba1",
    "instruction": "賈充的弟弟買混字宮奇，性情忠厚自守法度，沒有特殊纔能。\n這句話在古代怎麼說：",
    "output": "充弟混，字宮奇，篤厚自守，無殊纔能。",
    "ppl": [
      2.701310157775879
    ]
  },
  {
    "id": "f34437b8-8704-4ec7-908c-0111e7443365",
    "instruction": "李國昌欲父子並據兩鎮，得大同製書，毀之，殺監軍，不受代，與李剋用閤兵陷遮虜軍，進擊寜武及岢嵐軍。\n翻譯成現代文：",
    "output": "李國昌企圖父子倆共同占據有兩鎮，得到唐僖宗令他任大同節度使的製書時，竟將詔製毀掉，並殺死監軍，不接受盧簡方來代替他振武節度使的職位，又與李剋用閤兵攻陷遮虜軍，進而攻擊寜武及岢嵐軍。",
    "ppl": [
      2.8038268089294434
    ]
  },
  {
    "id": "74b42a95-9d56-47e4-873d-4e6a229b6f12",
    "instruction": "將下麵句子翻譯成文言文：\n這樣，勇者變為跛足，軍多反成弱旅。",
    "output": "斯乃勇廢為尪，眾失為弱。",
    "ppl": [
      4.116292476654053
    ]
  },
  {
    "id": "c499420c-6d1a-4ab7-9601-32451c041c4e",
    "instruction": "翻譯成文言文：\n太守說： 吳季英能認識人，你暫且不要說。 黃真後來也舉為孝廉，任命為新蔡長。當世稱贊他清廉有氣節。",
    "output": "太守曰： 吳季英有知人之明，卿且勿言。 真後亦舉孝廉，除新蔡長，世稱其清節。",
    "ppl": [
      2.111022472381592
    ]
  },
  {
    "id": "663633fc-759a-4f22-ae85-604bfc182412",
    "instruction": "翻譯成現代文：\n乙巳，蕭燧罷。\n答案：",
    "output": "十四日，蕭隧被罷免。",
    "ppl": [
      3.53100323677063
    ]
  },
  {
    "id": "76916663-8545-4a49-9b55-7efcf2c6c966",
    "instruction": "楚國開始建都丹陽，在今天的枝江；至文王時遷都於郢，昭王時又遷都於都，都在今天的江陵境內。\n翻譯成古文：",
    "output": "楚始都丹陽，在今枝江，文王遷郢，昭王遷都，皆在今江陵境中。",
    "ppl": [
      1.8591947555541992
    ]
  },
  {
    "id": "bc1ca2d0-0c41-496c-8583-2605c4854adf",
    "instruction": "六月甲申，詔齣使官稟食其傢。\n幫我把這句話翻譯成現代文",
    "output": "六月初九，下詔：齣使官員由官府供給其傢庭糧食。",
    "ppl": [
      3.1825125217437744
    ]
  },
  {
    "id": "48de6cb2-c1af-4509-ad03-297cf2899a79",
    "instruction": "翻譯成現代文：\n生遂下階，拜而謝之曰： 願以己為廝養。\n答案：",
    "output": "公子於是走下颱階，深深拜著感謝她說： 如濛答應，即使讓我作您傢的僕役也可以。",
    "ppl": [
      4.978758811950684
    ]
  },
  {
    "id": "da34b90b-cd47-404b-ab27-f7fa94ac7a4e",
    "instruction": "翻譯成現代文：\n於是遣使受郢州刺史晉熙王燮節度。\n答案：",
    "output": "於是派使者去接受郢州刺史晉熙王劉燮的指揮。",
    "ppl": [
      1.6844624280929565
    ]
  },
  {
    "id": "04afde54-44d1-4b0f-8391-09a9bbbb9051",
    "instruction": "翻譯成文言文：\n吳普依照華佗的方法治療，病人大多都痊愈瞭，華佗對吳普說： 人體需要勞動，但不能過度。\n答案：",
    "output": "普依準佗治，多所全濟。佗語普曰： 人體欲得勞動，但不當使極爾。",
    "ppl": [
      4.284886360168457
    ]
  },
  {
    "id": "0ba06ff9-376a-4700-9b67-b64db3862357",
    "instruction": "蘊還至東府前，又期見高帝，帝又不齣吊。\n把這句話翻譯成現代文。",
    "output": "王蘊迴到東府前，又想見到高帝，高帝又不齣來吊喪。",
    "ppl": [
      2.019233226776123
    ]
  },
  {
    "id": "0c4775b8-ed40-4216-a610-859f07e5eeec",
    "instruction": "翻譯成現代文：\n方不中矩，員不副規；抑左揚右，望之若崎。\n答案：",
    "output": "方不閤直，圓不閤規；抑左揚右，看上去像山勢崎嶇。",
    "ppl": [
      4.381485462188721
    ]
  },
  {
    "id": "6bcb6a3b-170b-4de2-a597-bdd188e53956",
    "instruction": "鹹康三年六月，地上生齣毛。\n幫我把這句話翻譯成文言文",
    "output": "鹹康三年六月，地生毛。",
    "ppl": [
      1.1096689701080322
    ]
  },
  {
    "id": "ce68da8b-9733-4019-9b1c-80c7baf97a5c",
    "instruction": "真卿起身跳入火中，景臻等人急忙拉住瞭他。\n幫我把這句話翻譯成文言文",
    "output": "真卿起赴火，景臻等遽止之。",
    "ppl": [
      2.68022084236145
    ]
  },
  {
    "id": "2fc64d30-69bb-4f23-a5ac-dd888d27f5ed",
    "instruction": "二月，壬子晦，日有食之。\n翻譯成現代文：",
    "output": "二月，壬子晦，齣現日食。",
    "ppl": [
      1.8347599506378174
    ]
  },
  {
    "id": "b83f8c20-ca36-4649-8fb4-934413fe3a15",
    "instruction": "文言文翻譯：\n《雅琴師氏》八篇。",
    "output": "答案：《雅琴師氏》八篇。",
    "ppl": [
      1.0332293510437012
    ]
  },
  {
    "id": "4574aec7-bdd4-4bb9-b292-6d361713f228",
    "instruction": "翻譯成現代文：\n漢明帝始幸闢雍。\n答案：",
    "output": "漢明帝開始駕臨學校。",
    "ppl": [
      4.729569911956787
    ]
  },
  {
    "id": "5553a383-f846-48aa-b929-e95c5a1e8b7e",
    "instruction": "帝慰勞之，令免朝賀，視事如故。\n把這句話翻譯成現代文。",
    "output": "皇上慰勞他，令他免朝賀，仍在原職辦事。",
    "ppl": [
      2.7700068950653076
    ]
  },
  {
    "id": "a84554a7-5508-434a-b9af-3d2cbd3002a2",
    "instruction": "會稽王的嫡長子司馬元顯，知道自己還年輕，不打算馬上擔負起國傢的重大責任。戊子，朝廷任命琅邪王司馬德文為司徒。\n翻譯成文言文：",
    "output": "會稽世子元顯自以少年，不欲頓居重任；戊子，以琅邪王德文為司徒。",
    "ppl": [
      2.6529018878936768
    ]
  },
  {
    "id": "f8a066f1-7105-4f44-890e-a00c56eaf355",
    "instruction": "翻譯成文言文：\n蘇東坡對這件事的論述非常深刻，但還是不夠充分。\n答案：",
    "output": "東坡公論此事偉甚，猶未盡也。",
    "ppl": [
      4.552065372467041
    ]
  },
  {
    "id": "fb503ed4-335c-4920-80a4-d04f7cdf50af",
    "instruction": "齊王害怕瞭，就請求子良往南告訴楚國，與楚國講和，又派人往西齣使秦國，解除瞭齊國的禍患。\n翻譯成文言文：",
    "output": "齊王恐焉，乃請子良南道楚，西使秦，解齊患。",
    "ppl": [
      2.2603323459625244
    ]
  },
  {
    "id": "ffba55c6-c87f-4c13-996c-67b4efdb6c07",
    "instruction": "成都有一個乞丐，僞稱自己是潦倒落魄的讀書人，用來騙人。\n把這句話翻譯成文言文：",
    "output": "成都有丐者詐稱落泊衣冠。",
    "ppl": [
      4.704710960388184
    ]
  },
  {
    "id": "a97e062c-89a6-4631-b4c2-7870f0fba26a",
    "instruction": "將下麵句子翻譯成文言文：\n章昭達秉性卓越不俗，輕財重義。",
    "output": "昭達性倜儻，輕財尚氣。",
    "ppl": [
      3.6082539558410645
    ]
  },
  {
    "id": "a364b773-c704-4ef3-910a-e3f67e149be9",
    "instruction": "張弘靖過去河東做節度使時，對部下寬容大度，因而得到將士的擁戴。幽州與河東相鄰，劉總聽說張弘靖在河東的情況，考慮到幽州人桀驁不馴已天長日久，因此，推薦張弘靖代替自己，以便能夠安撫將士。\n這句話在中國古代怎麼說：",
    "output": "弘靖先在河東，以寬簡得眾，總與之鄰境，聞其風望，以燕人桀驁日久，故舉弘靖自代以安輯之。",
    "ppl": [
      5.146337509155273
    ]
  },
  {
    "id": "2df53970-6503-439c-9318-59a13cf64781",
    "instruction": "雖則功高靡尚，理至難文，而崇庸命德，哲王攸先者，將以弘道製治，深關盛衰。\n幫我把這句話翻譯成現代文",
    "output": "雖然功高無以復加，至理難以錶述，而崇尚功勛褒揚德行，英明君主將其放在首的原因，當是用以弘揚道德控製政治，深切關涉到盛衰。",
    "ppl": [
      5.399250030517578
    ]
  },
  {
    "id": "2d0073dd-34b8-43a5-b95f-70def8deed9c",
    "instruction": "翻譯成現代文：\n堂兵侵羅雄州境，九鼎及祿位與羅雄土官者浚等，各上書訟堂罪。\n答案：",
    "output": "阿堂帶兵侵擾到羅雄州境內時，安九鼎、祿位和羅雄州土官者浚等人，分彆上書朝廷訴訟阿堂的罪行。",
    "ppl": [
      2.4741432666778564
    ]
  },
  {
    "id": "cbfa04fa-9f39-44bb-abd6-dfc7d71967dc",
    "instruction": "文章未墜，必有英絕；領袖之者，非弟而誰。\n幫我把這句話翻譯成現代文",
    "output": "禮樂製度、文物典章沒有崩潰，一定會有英俊卓異的人纔應運而生，作為這些人纔的領袖，除瞭弟弟你還有誰呢!",
    "ppl": [
      4.035478115081787
    ]
  },
  {
    "id": "16488c2c-47ab-466c-9460-e378a584b819",
    "instruction": "人主之尊譬如堂，群臣如陛，眾庶如地。\n把這句話翻譯成現代文。",
    "output": "國君的高貴譬如殿堂，群臣譬如颱階，百姓譬如地。",
    "ppl": [
      2.646118402481079
    ]
  },
  {
    "id": "49b0e27d-c5ff-4e65-a0d2-f75c2730f94e",
    "instruction": "會忠王議納妃。\n幫我把這句話翻譯成現代文",
    "output": "正遇忠王打算納妃。",
    "ppl": [
      5.8755621910095215
    ]
  },
  {
    "id": "56a0ca43-56dc-4406-8f95-15748f697a5f",
    "instruction": "將下麵句子翻譯成現代文：\n公正嗟服。還，具言之於武帝，帝大欽重之。",
    "output": "尹公正非常佩服，迴國後把這些事情都告訴瞭周武帝，周武帝十分欽敬看重熊安生。",
    "ppl": [
      5.161065101623535
    ]
  },
  {
    "id": "e9a07f3d-33a9-42a8-9c29-754a2c610971",
    "instruction": "武王卒師中而兵罷。\n翻譯成現代文：",
    "output": "武王在行軍路上病死，楚國纔停止進軍。",
    "ppl": [
      4.067558288574219
    ]
  },
  {
    "id": "49405024-a84d-472b-9896-2d46d31e6013",
    "instruction": "可乎？\n翻譯成白話文：",
    "output": "也不能。",
    "ppl": [
      10.464031219482422
    ]
  },
  {
    "id": "e2e265d0-8411-469d-b695-7a9aa336c713",
    "instruction": "開始他在兗州，彭城很羨慕他的政治和教化，他任兗州刺史後，全境官員都歡欣鼓舞，異常興奮。\n把這句話翻譯成文言文：",
    "output": "始謨在兗州，彭城慕其政化，及為刺史，閤境欣悅。",
    "ppl": [
      3.5212795734405518
    ]
  },
  {
    "id": "0cb9c42a-b748-4f03-a6a7-64bd3340f2c7",
    "instruction": "癸酉，命坑冶鐵冶司毋得毀私錢改鑄。\n翻譯成白話文：",
    "output": "初八，命令坑冶鐵冶司不得毀壞私錢改鑄銅錢。",
    "ppl": [
      1.4685288667678833
    ]
  },
  {
    "id": "c4fde934-aaa2-4aee-9f31-def4f33429c8",
    "instruction": "她常說： 人活在世上，一旦失去就不能復生。\n翻譯成古文：",
    "output": "常曰： 人之處世，一失不可復生。",
    "ppl": [
      2.576922655105591
    ]
  },
  {
    "id": "e5a6af12-5304-406a-aa77-5332e50ced73",
    "instruction": "雍虞閭又遣使謂處羅侯曰： 叔與我父，共根連體，我是枝葉，寜有我作主，令根本反同枝葉？\n翻譯成現代文：",
    "output": "雍虞閭又派遣使者對處羅侯說： 叔父和我父親，同根連體，我是枝葉，怎麼能讓我作突厥主，而讓同根連體的反而等同於枝葉呢？",
    "ppl": [
      2.2185218334198
    ]
  },
  {
    "id": "43abdf32-f727-4625-b52c-8451af095302",
    "instruction": "翻譯成文言文：\n有鄰跟隨差役去見閻王說： 有人告你的狀說，不待殺死，就活生生的取齣它的腎。",
    "output": "有鄰隨吏見王，王雲： 有訴君雲，不待殺瞭，生取其腎。",
    "ppl": [
      5.221256732940674
    ]
  },
  {
    "id": "462710b8-cbff-4063-be7b-bd7750a67c53",
    "instruction": "期望很久沒有實現，安壽畏懼，報告元宏殺死賀鹿渾等幾百人，任用安壽如同往日。\n把這句話翻譯成文言文：",
    "output": "期久不遂，安壽懼，告宏。殺渾等數百人，任安壽如故。",
    "ppl": [
      2.676435708999634
    ]
  },
  {
    "id": "124c4a36-89ff-4b0d-86bb-367ddf9e0de9",
    "instruction": "翻譯成文言文：\n左帥見一人握刀奔下，心中恐懼，奮力大呼而突入陣中。\n答案：",
    "output": "左帥見一人握刀馳下，恐，奮呼突陣。",
    "ppl": [
      1.9733192920684814
    ]
  },
  {
    "id": "47ce177c-fcce-48b1-a53b-f5fd75632e1b",
    "instruction": "袁尚自將攻袁譚，大破之。譚奔平原，嬰城固守。\n翻譯成白話文：",
    "output": "袁尚親自統帥大軍進攻袁譚，袁譚大敗，逃到平原，據城固守。",
    "ppl": [
      1.9605191946029663
    ]
  },
  {
    "id": "6cd8f010-ff20-410d-9744-938fee96ced1",
    "instruction": "仰賴陛下的恩德救濟百姓，百姓纔得以不餓死在流亡途中；前年歉收，去年又鬧蝗災，百姓的生活沒有恢復正常。\n翻譯成文言文：",
    "output": "賴陛下德澤振救之，得毋轉死溝壑。四年不登，五年復蝗，民生未復。",
    "ppl": [
      7.3612141609191895
    ]
  },
  {
    "id": "5bd1e000-d44d-4836-9ad0-6bb07434646e",
    "instruction": "孫光憲\n翻譯成文言文：",
    "output": "孫光憲",
    "ppl": [
      1.0191220045089722
    ]
  },
  {
    "id": "5205c99f-8756-46b4-938c-a0dcbae621a4",
    "instruction": "劉邵用天興補任隊長。\n翻譯成文言文：",
    "output": "劭以天興補隊主。",
    "ppl": [
      3.1936087608337402
    ]
  },
  {
    "id": "a051e787-4136-4c97-bc3b-ddd21c54b20b",
    "instruction": "曾祖父應順，字華仲，和帝時做河南尹、將作大匠，公正廉明，約束自己，明達政事。\n翻譯成文言文：",
    "output": "曾祖父順，字華仲，和帝時為河南尹、將作大匠，公廉約己，明達政事。",
    "ppl": [
      1.4956320524215698
    ]
  },
  {
    "id": "d195a673-1f16-4918-a966-e660a2d1d64b",
    "instruction": "橋南沿河流的峽榖，全順流墾為農田，而三四傢人緊靠在橋南的東坡上，有中途起火的客館。\n這句話在中國古代怎麼說：",
    "output": "橋南沿流之峽，皆隨之為田，而三四傢倚橋南東坡上，有中火之館。",
    "ppl": [
      2.7408859729766846
    ]
  },
  {
    "id": "4bafa7fe-b278-4f44-8e87-dbe580e99d17",
    "instruction": "度朔君自雲： 父祖昔作兗州， 有一士，姓蘇，母病，往禱。\n把這句話翻譯成現代文。",
    "output": "度朔君自己說他的先輩過去曾任充州。有一個男士姓蘇，母親病瞭，他就到廟裏來祈禱。",
    "ppl": [
      2.8529696464538574
    ]
  },
  {
    "id": "7b9223a8-0511-4340-9dbd-f66ce793b3d5",
    "instruction": "雖所失或久，差可矯革。\n翻譯成現代文：",
    "output": "即使所失已久，稍可矯正一些差錯。",
    "ppl": [
      3.419325828552246
    ]
  },
  {
    "id": "310c411f-c67b-4a5a-abb2-bfb0a2ea45b1",
    "instruction": "舜登用，攝行天子之政，巡狩。\n翻譯成現代文：",
    "output": "舜被舉用，代行天子的政務，到四方巡視。",
    "ppl": [
      3.105013370513916
    ]
  },
  {
    "id": "c81eaaff-7fbd-41fd-ac0a-2b871e2b1a92",
    "instruction": "走二裏，翻越山頂而下，山西邊環繞著的山塢北口，是羊片湖所在的地方。\n這句話在中國古代怎麼說：",
    "output": "二裏，逾頂下，其西環塢北口，則羊片湖在焉。",
    "ppl": [
      2.672747850418091
    ]
  },
  {
    "id": "d949eae1-7b5c-404a-955c-8088f6391c94",
    "instruction": "將下麵句子翻譯成文言文：\n那些紮著雙角的可愛兒童和年少哥兒，有的獨自劃著小舟采菱，有的幾隻船一起摺菱，他們嚮著這三月陽春而歡唱，深深地愛著這悠悠碧水，采菱的人們不感到疲倦，歌唱的人們吐齣悠揚的清音，那時路過此處的行人，對著此情此景，他鄉羈旅的心情，也會得到慰藉瞭。人們稱此湖為陽城澱。",
    "output": "諸水瀦漲，方廣數裏，匪直蒲筍是豐，實亦偏饒菱藕，至若孌婉丱童，及弱年崽子，或單舟采菱，或疊舸摺芰，長歌陽春，愛深綠水，掇抬者不言疲，謠詠者自流響，於時行旅過矚，亦有慰於羈望矣。世謂之為陽城澱也。",
    "ppl": [
      9.585776329040527
    ]
  },
  {
    "id": "8ccb7cff-76ae-44dc-bb90-595535b1051f",
    "instruction": "翻譯成現代文：\n以此觀之，意非欲誅錯也。",
    "output": "由此看來，你們的本意並非是要誅殺晁錯啊。",
    "ppl": [
      2.813323736190796
    ]
  },
  {
    "id": "14729cd8-5172-43bd-b945-4045a687e862",
    "instruction": "惟清平素不認識，就和他應答。\n這句話在古代怎麼說：",
    "output": "惟清素衣未識，因與相款。",
    "ppl": [
      9.495782852172852
    ]
  },
  {
    "id": "a441c616-372a-401a-a085-d3bc9adf95cc",
    "instruction": "翻譯成文言文：\n太後拉起瞭他，說： 平民百姓有能繼承傢業的兒子，還要愛他，何況我有你這樣繼承祖宗大業的兒子呢！\n答案：",
    "output": "太後掖起之，曰： 凡民有子剋傢，猶愛之，況我有子如此。",
    "ppl": [
      4.1170430183410645
    ]
  },
  {
    "id": "755f37fb-fa04-4b39-bb0e-439bc96f97f9",
    "instruction": "翻譯成現代文：\n告二女，將改妻士族，辭以孤窮失身，命也，不願更嫁。",
    "output": "並告訴兩個孫女，將為她們改嫁士族。二女辭謝說因孤苦窮睏已失身民間，這是命，故而不願意改嫁。",
    "ppl": [
      3.7847976684570312
    ]
  },
  {
    "id": "7226c6fc-2cf1-4e31-8237-8c3604e00598",
    "instruction": "她不僅手巧，擅長女紅，而且體態輕盈，相貌皎潔。\n幫我把這句話翻譯成文言文",
    "output": "善工巧，體貌輕潔。",
    "ppl": [
      3.3554165363311768
    ]
  },
  {
    "id": "3901a9d5-a8a9-4bb9-ac6f-3bbb05c9daf4",
    "instruction": "岐伯曰：絡滿經虛，灸陰刺陽；經滿絡虛，刺陰灸陽。\n翻譯成白話文：",
    "output": "岐伯說：絡滿經虛，灸陰刺陽；經滿絡虛，刺陰灸陽。",
    "ppl": [
      1.104207158088684
    ]
  },
  {
    "id": "5be5b224-79e3-4033-a6f4-29443ce99d93",
    "instruction": "翻譯成現代文：\n鼻兩孔各垂息肉，如皂夾子，其根細如麻綖，長寸許，觸之痛入心髓。",
    "output": "她鼻的兩孔各垂一條息肉，象皂莢子，根細如麻綫，長一寸多，碰一下，鑽心般疼痛。",
    "ppl": [
      3.745620012283325
    ]
  },
  {
    "id": "549799a9-40bf-418a-8020-e3c62b849378",
    "instruction": "一畝作三條壟，每壟來迴各耕一遍，墒中的寬度，正和蔥壟的寬度相同。\n這句話在古代怎麼說：",
    "output": "一畝三壟，一壟之中，逆順各一到，墒中寬狹，正似蔥壟。",
    "ppl": [
      3.569810628890991
    ]
  },
  {
    "id": "13462a74-ba0f-4b71-9a78-2b154959b3da",
    "instruction": "將下麵句子翻譯成文言文：\n林邑城西南依山，東北臨水，城下環繞著兩重城河一，東南麵的城河迫近城牆，城的形狀東西長而南北狹，北邊西頭，麯摺地嚮內彎，城周圍長八裏一百步，磚城高二丈，城上築磚牆，高一丈，牆上開方孔；磚上鋪闆，闆上建起層閣，閣上架屋，屋上建樓，高的六七丈，低的四五丈；飛閣依山麵水，巍峨雄偉，鷗尾高翹，迎風拂雲，但建築粗大，仿古拙劣。",
    "output": "其城西南際山，東北瞰水，重塹流浦，周繞城下。東南塹外，因傍薄城，東西橫長，南北縱狹，北邊西端，迴摺麯入。城周圍八裏一百步，磚城二丈，上起磚牆一丈，開方隙孔，磚上倚闆，闆上層閣，閣上架屋，屋上構樓。高者六七丈，下者四五丈。飛觀鴟尾，迎風拂雲，緣山瞰水，騫翥嵬崿。",
    "ppl": [
      4.379690647125244
    ]
  },
  {
    "id": "7a496956-c5e1-4fbf-a5fa-9e9ed39c58e0",
    "instruction": "翻譯成文言文：\n達周禪師挽留等著吃瞭飯。",
    "output": "達師留候飯。",
    "ppl": [
      4.529383659362793
    ]
  },
  {
    "id": "cb1c6215-31a0-40cc-b1b2-80aa3dc81ef4",
    "instruction": "乃以主降達拏。\n把這句話翻譯成現代文。",
    "output": "於是把公主下嫁達孥。",
    "ppl": [
      8.429725646972656
    ]
  },
  {
    "id": "e7f0ece2-9dfd-44b4-8dbb-6162114b8c5d",
    "instruction": "衡量天的威望與道德，跟曹參、汲黯的相比，哪個高呢？\n翻譯成文言文：",
    "output": "計天之威德，孰與曹參、汲黯？",
    "ppl": [
      2.0326740741729736
    ]
  },
  {
    "id": "0de1128b-8e37-44d0-85b4-3946b6ca492e",
    "instruction": "在座的人無不譏笑他的。\n翻譯成古文：",
    "output": "滿座人哂。",
    "ppl": [
      8.01435661315918
    ]
  },
  {
    "id": "8648b792-d5a9-4692-8d45-5d16e6ebbec4",
    "instruction": "盜憎主人，民怨其上。\n把這句話翻譯成現代文。",
    "output": "盜賊憎恨物主，民眾怨恨長官。",
    "ppl": [
      2.170193910598755
    ]
  },
  {
    "id": "61e4d6bf-53e4-4dbe-b7ee-7ec7e6a96dae",
    "instruction": "翻譯成現代文：\n其眾哀焉，遂舶載之，鬍乃說，島上大山悉是車渠、瑪瑙、玻璃等諸寶，不可勝數，舟人莫不棄己賤貨取之。",
    "output": "船上的人都可憐他，就讓他乘坐海船。鬍人這纔說： 這個島上的大山全是車渠、瑪瑙、玻璃等各種寶貝，多得數不過來。 船上的人都扔掉自己的賤貨去取寶貝。",
    "ppl": [
      2.3323519229888916
    ]
  },
  {
    "id": "e4b4dc19-7ef6-4b81-a460-1c024e90623f",
    "instruction": "十七年，復為右丞相，遷左丞相。\n幫我把這句話翻譯成現代文",
    "output": "開元十七年，張說又為右丞相，升左丞相。",
    "ppl": [
      2.4693968296051025
    ]
  },
  {
    "id": "af53ddd8-1dc2-4afa-872b-fe8944b329e0",
    "instruction": "《詩經》說： 使他在魯國當諸侯，作為周王室的藩輔，現在王舅張博多次給您書信，所說的話都違背聖道。\n幫我把這句話翻譯成文言文",
    "output": "《詩》雲： 俾侯於魯，為周室輔。 今王舅博數遺王書，所言悖逆。",
    "ppl": [
      3.4976611137390137
    ]
  },
  {
    "id": "8a27e05f-982c-4f53-9ff8-6b3e653bab6e",
    "instruction": "翻譯成現代文：\n保定中，錄嶽舊德，進緯爵霍國公，尚太祖女。",
    "output": "保定年間，追論賀拔嶽功德，將賀拔緯爵位進為霍國公，娶太祖女兒為妻。",
    "ppl": [
      3.4937241077423096
    ]
  },
  {
    "id": "50edcb76-832e-4cfa-a405-08b9b2381a64",
    "instruction": "於是以任峻為典農中郎將，募百姓屯田許下，得榖百萬斛。\n翻譯成現代文：",
    "output": "於是任命任峻擔任典農中郎將，招募百姓到許都附近屯田。得到糧食上百萬斛。",
    "ppl": [
      2.0967845916748047
    ]
  },
  {
    "id": "1d840f7a-7175-42ee-b23d-bb1aefea501a",
    "instruction": "丙申，禁服色逾製。\n翻譯成白話文：",
    "output": "二十五日，禁止服裝顔色越製。",
    "ppl": [
      2.635354995727539
    ]
  },
  {
    "id": "9d1ee1e9-3756-4134-b6d5-13326d9c9374",
    "instruction": "公卿將校皆詣府喻旨，帝以禮辭讓。\n把這句話翻譯成現代文。",
    "output": "公卿將校都去文帝府上宣旨，文帝以禮辭讓。",
    "ppl": [
      2.1531484127044678
    ]
  },
  {
    "id": "d7223b27-d668-4e90-a227-3712f79d9df8",
    "instruction": "將下麵句子翻譯成文言文：\n鼕季十月，甲申，前蜀王宗綰等率領軍隊開齣大散關，大敗岐兵，俘虜和斬殺瞭一萬餘人，奪取瞭寶雞。",
    "output": "鼕，十月，甲申，蜀王宗綰等齣大散關，大破岐兵，俘斬萬計，遂取寶雞。",
    "ppl": [
      1.6385685205459595
    ]
  },
  {
    "id": "70f45cde-2ba5-432d-92cb-7e8befb9de4d",
    "instruction": "翻譯成文言文：\n張浚請求離職。",
    "output": "張浚乞去位。",
    "ppl": [
      3.011080026626587
    ]
  },
  {
    "id": "1f20c615-a6f4-493a-ba28-309816133f75",
    "instruction": "使者稍稍緩和，看著他說：現在放你迴去，應該另召一個屬龍的。\n翻譯成文言文：",
    "output": "使者稍解，顧曰：今捨汝歸，當更召屬龍者。",
    "ppl": [
      3.0223946571350098
    ]
  },
  {
    "id": "9ade1027-bd5e-4a24-99e3-7647a9be4917",
    "instruction": "翻譯成文言文：\n天帝的藥就藏在巫山的八個齋捨中。\n答案：",
    "output": "帝藥，八齋。",
    "ppl": [
      3.746784210205078
    ]
  },
  {
    "id": "ce7ea2fb-3e4b-4e90-bfce-3c2af1dbb26e",
    "instruction": "由是官田不至偏重，而民田之賦反加矣。\n翻譯成白話文：",
    "output": "因此官田不至於偏重，而民田的賦稅反而增加瞭。",
    "ppl": [
      1.4162143468856812
    ]
  },
  {
    "id": "d94cf7af-6c7a-4832-9bdd-de6b9d374575",
    "instruction": "不久，禿魯反叛，以延安之兵去對付，果有成效。\n這句話在中國古代怎麼說：",
    "output": "未幾，禿魯叛，以延安兵應敵，果獲其力。",
    "ppl": [
      2.5199320316314697
    ]
  },
  {
    "id": "f0fa7787-aa0d-410d-b2cf-d393cbb123ec",
    "instruction": "又南徑陽安亭東。\n把這句話翻譯成現代文。",
    "output": "蒲水又往南流經陽安亭東邊。",
    "ppl": [
      2.663080930709839
    ]
  },
  {
    "id": "d054bfac-185c-415d-9e5f-dde56f222b4e",
    "instruction": "丙辰，程昌寓遣杜湛擊楊華，敗之。\n把這句話翻譯成現代文。",
    "output": "二十三日，程昌派遣杜湛攻打楊華，打敗楊華。",
    "ppl": [
      1.402703881263733
    ]
  },
  {
    "id": "169983d0-cc74-4052-9550-a7252e800307",
    "instruction": "衍又問： 《尚書》 正月上日受終文祖 ，此是何正？\n翻譯成白話文：",
    "output": "蕭衍又問： 《尚書》 正月初一受終文祖 ，這是何種曆法？",
    "ppl": [
      1.756813406944275
    ]
  },
  {
    "id": "ff194643-7927-41b4-ac7a-0420d6d5d2d4",
    "instruction": "太陽寒水在泉，則熱毒之物不生，凡苦味的東西都不生，其所主之味是淡和鹹，在榖類屬土黃和黑色一類。\n翻譯成文言文：",
    "output": "太陽在泉，熱毒不生，其味苦，其治淡鹹，其榖黅秬。",
    "ppl": [
      5.894029140472412
    ]
  },
  {
    "id": "701dd20c-857d-41e1-aa1a-70a291ea44fc",
    "instruction": "文言文翻譯：\n辛巳，從攻延安。",
    "output": "答案：十六年，從大軍攻延安。",
    "ppl": [
      2.951890707015991
    ]
  },
  {
    "id": "54a1533e-034d-4bcd-866c-3400383bf2c4",
    "instruction": "翻譯成文言文：\n所有這些城門都有通衙大道四通八達，每座大開的城門各有三條大路穿過。修建大路時以大鐵錘夯土，兩邊種植林木。左邊齣門，右邊進門，往來有一定的路徑；行人齣入，有上行道和下行道的分彆。\n答案：",
    "output": "凡此諸門，皆通逵九達，三途洞開，隱以金椎，周以林木，左齣右入，為往來之徑。行者升降，有上下之彆。",
    "ppl": [
      8.272361755371094
    ]
  },
  {
    "id": "568e0102-9e8e-4ed3-a981-4bdd9bbb68ab",
    "instruction": "嚮西南齣瞭峽是隱山，那裏的洞名叫老君洞。\n這句話在中國古代怎麼說：",
    "output": "西南齣峽為隱山，其洞名老君。",
    "ppl": [
      1.605175495147705
    ]
  },
  {
    "id": "969c4d5f-1d31-47c1-bd59-1f798cb9b923",
    "instruction": "佛林國僧變，所說同。\n翻譯成現代文：",
    "output": "佛林國的一個叫變的和尚，說的與此相同。",
    "ppl": [
      2.850177764892578
    ]
  },
  {
    "id": "6f70af33-7636-4e05-81a0-bb272c59cf9e",
    "instruction": "洪震尋以疾歸。\n翻譯成白話文：",
    "output": "周弘祖又懇切勸諫。",
    "ppl": [
      9.729022026062012
    ]
  },
  {
    "id": "fb33e227-2c26-4781-8990-280161c4fa3b",
    "instruction": "且巨逆未梟，骨肉相殘，自亡之道也。\n翻譯成現代文：",
    "output": "而且最大的逆賊沒有殺掉，就骨肉相殘，這是自取滅亡之道。",
    "ppl": [
      2.2293622493743896
    ]
  },
  {
    "id": "58aa858e-f2d9-45a2-a7d4-c7d374dac05e",
    "instruction": "這時正趕上齊威王去世，宣王即位，宣王知道是成侯陷害田忌，就又召迴瞭田忌讓他擔任將軍。\n這句話在古代怎麼說：",
    "output": "會威王卒，宣王立，知成侯賣田忌，乃復召田忌以為將。",
    "ppl": [
      2.3498928546905518
    ]
  },
  {
    "id": "5c5bbc68-3f60-46a8-8199-c657e872e099",
    "instruction": "大赦，分交阯為新昌郡。\n翻譯成現代文：",
    "output": "孫皓大赦天下，分齣交阯郡另置新昌郡。",
    "ppl": [
      3.195420503616333
    ]
  },
  {
    "id": "8a3c3345-cb25-439e-9e9f-9be2c19c9eca",
    "instruction": "戶部請求鑄造，於是恢復開局鑄造錢。\n翻譯成文言文：",
    "output": "戶部請鼓鑄，乃復開局鑄錢。",
    "ppl": [
      1.7625303268432617
    ]
  },
  {
    "id": "f6efad24-3859-42b7-afc3-50b53de45b7b",
    "instruction": "八月丙申，謁慶陵。\n把這句話翻譯成現代文。",
    "output": "八月初二，皇上拜謁慶陵。",
    "ppl": [
      1.891979694366455
    ]
  },
  {
    "id": "e3001a3f-41da-4c7a-b6e6-66fc64176f38",
    "instruction": "六月乙未，月衝犯箕宿東北星。\n翻譯成古文：",
    "output": "六月乙未，月犯箕東北星。",
    "ppl": [
      1.8449616432189941
    ]
  },
  {
    "id": "3ab31043-9106-415e-95ba-c863179f2c43",
    "instruction": "今使使持節、太常某，宗正某以禮納吉。\n翻譯成現代文：",
    "output": "今天派遣使持節、太常某人，宗正某人，按禮儀納吉。",
    "ppl": [
      1.9371750354766846
    ]
  },
  {
    "id": "c0e3f768-c8df-4f3d-aa2c-74490b036aa9",
    "instruction": "翻譯成文言文：\n二年四月，白雀聚集在旦泌府賓館。",
    "output": "二年四月，白雀集郢州府館。",
    "ppl": [
      2.8646252155303955
    ]
  },
  {
    "id": "e9c1d728-1990-489d-a2ec-e2b717108b12",
    "instruction": "將下麵句子翻譯成現代文：\n昭公者，元公之曾庶孫也。",
    "output": "昭公是元公的曾孫。",
    "ppl": [
      1.1980664730072021
    ]
  },
  {
    "id": "e92676fe-3f62-4c25-9e1d-1127a4543881",
    "instruction": "就這樣過瞭足足一個月，慢慢地引誘他誣衊馬總，但薛戎始終不肯依從，馬總因此得以免罪。\n幫我把這句話翻譯成文言文",
    "output": "如此纍月，徐誘之使誣總，戎終不從，總由是獲免。",
    "ppl": [
      3.2104814052581787
    ]
  },
  {
    "id": "eca7c54b-067d-4ee4-a012-0c3ee8d7fefe",
    "instruction": "北魏又派遣將軍元昭等人率領五萬人馬援救渦陽，前軍到瞭駝澗，離渦陽隻四十裏遠近。\n這句話在中國古代怎麼說：",
    "output": "魏又遣將軍元昭等眾五萬救渦陽，前軍至駝澗，去渦陽四十裏。",
    "ppl": [
      1.5634878873825073
    ]
  },
  {
    "id": "66629a25-4eef-4b72-8663-e32411615a5c",
    "instruction": "周亞夫心中不高興，迴過頭來吩咐主管宴席的官員取筷子來。\n把這句話翻譯成文言文：",
    "output": "亞夫心不平，顧謂尚席取箸。",
    "ppl": [
      4.691250801086426
    ]
  },
  {
    "id": "ae867d99-76b5-4eb2-85e3-39c0c0d8ed91",
    "instruction": "翻譯成文言文：\n董卓率領三公等大臣上書，請求重新審理陳蕃、竇武以及黨人的案件，一律恢復爵位，派使者去祭悼他們的墳墓，並擢用他們的子孫為官。",
    "output": "董卓率諸公上書，追理陳蕃、竇武及諸黨人，悉復其爵位，遣使吊祠，擢用其子孫。",
    "ppl": [
      2.7758119106292725
    ]
  },
  {
    "id": "11dc3410-fd2c-4985-9b4d-3bf4d87da619",
    "instruction": "他們誇耀自己，嫉妒他人到像這種程度。\n翻譯成古文：",
    "output": "其矜己妒彼，乃至於此。",
    "ppl": [
      3.831652879714966
    ]
  },
  {
    "id": "ca085c8f-f3c7-4bb2-a0cf-fe6c66af1890",
    "instruction": "將下麵句子翻譯成現代文：\n尋遷馬群太保。",
    "output": "不久遷任馬群太保。",
    "ppl": [
      1.5245084762573242
    ]
  },
  {
    "id": "1cb482ae-08b1-423e-9591-9f314c29b499",
    "instruction": "執法的在南宮的右麵，上相在端門的外麵，以及鳥師龍師等定下官位，雲師火師等作為官名，以前的史書記載得很詳細，都已經非常久遠瞭。\n翻譯成古文：",
    "output": "執法在南宮之右，上相處端門之外，而鳥龍居位，雲火垂名，前史詳之，其以尚矣。",
    "ppl": [
      4.184895992279053
    ]
  },
  {
    "id": "e458a8ce-0bda-4bc6-8791-12245c43cf5f",
    "instruction": "將下麵句子翻譯成現代文：\n傢人有嚴君焉，父母之謂也。",
    "output": "傢人有尊嚴的君主，這就是父母。",
    "ppl": [
      2.8534164428710938
    ]
  },
  {
    "id": "6a32fc34-8983-486a-a674-6d7d5304f979",
    "instruction": "帝每有病，就遣使去問神。\n翻譯成古文：",
    "output": "帝每遘疾，輒遣使問神。",
    "ppl": [
      2.9803504943847656
    ]
  },
  {
    "id": "579baa9f-efde-4059-893b-3f23e9cd7c4c",
    "instruction": "黨項酋長拓跋彥超最為強大，暉至，彥超入賀，暉厚遇之，因為於城中治第，豐其服玩，留之不遣，封內遂安。\n翻譯成現代文：",
    "output": "黨項族的酋長拓跋彥超最為強大，馮暉到鎮後，拓跋彥超來鎮祝賀，馮暉待他很是厚重，在城中替他修建宅第，置放瞭很多華服珍玩，留下他不讓迴去。這樣，轄境之內始安寜下來。",
    "ppl": [
      3.3326539993286133
    ]
  },
  {
    "id": "d9d76c17-0245-4f6e-a9c1-1d3979621788",
    "instruction": "文言文翻譯：\n又造韆裏船，於新亭江試之，日行百馀裏。",
    "output": "答案：又造韆裏船，在新亭江試航，日行百餘裏。",
    "ppl": [
      1.4979490041732788
    ]
  },
  {
    "id": "76052335-f805-484c-9680-ab26b49d608a",
    "instruction": "將下麵句子翻譯成現代文：\n丞相、禦史與將軍、列侯、中二韆石及內郡國舉賢良方正能直言極諫之士，詣公車，朕將覽焉。",
    "output": "丞相、禦史與將軍、列侯、中二韆石及中原地區郡國舉薦賢良方正能直言極諫之士，到公車官署上書陳言，朕將親覽其書。",
    "ppl": [
      2.62188982963562
    ]
  },
  {
    "id": "efdd6aff-f3e6-4bf3-b35a-a1000e40b418",
    "instruction": "當初，中書令石顯，曾經打算把姐姐嫁給甘延壽，甘延壽拒絕。\n翻譯成文言文：",
    "output": "初，中書令石顯嘗欲以姊妻甘延壽，延壽不取。",
    "ppl": [
      1.8407891988754272
    ]
  },
  {
    "id": "0242e889-2838-4de9-bbf9-d585ea6e55f5",
    "instruction": "曾臣彪將率諸侯以討焉，其官臣偃實先後之。苟捷有功，無作神羞，官臣偃無敢復濟。\n翻譯成白話文：",
    "output": "陪臣彪將要率領諸侯去討伐，他的官臣偃在前後輔助，如果得到成功，不要使神靈羞恥，官臣偃不敢再次渡河。",
    "ppl": [
      3.3338797092437744
    ]
  },
  {
    "id": "9e2aa9ed-e78d-4929-9db2-74d472bebefe",
    "instruction": "翻譯成現代文：\n國之將亡，賢人隱，亂臣貴。",
    "output": "國傢將要滅亡的時候，賢人隱退，亂臣顯貴。",
    "ppl": [
      1.5574378967285156
    ]
  },
  {
    "id": "cb73878a-92cc-4e4d-983d-875d562ac550",
    "instruction": "百僚蕩恐，皆曰龜策能言。\n把這句話翻譯成現代文。",
    "output": "文武百官惶惶不安，都奉承說龜策蓍草說的靈驗。",
    "ppl": [
      6.317805290222168
    ]
  },
  {
    "id": "24c647bb-736c-4e0a-9fb1-0528623660e0",
    "instruction": "翻譯成文言文：\n等到侯景將要敗亡的時候，有個名叫僧通的僧人，他的性子像狂人，飲酒和吃肉和一般人沒有兩樣，他在世間雲遊已經數十年，他的姓名和籍貫沒有人能知道。",
    "output": "及景將敗，有僧通道人者，意性若狂，飲酒啖肉，不異凡等，世間遊行已數十載，姓名鄉裏，人莫能知。",
    "ppl": [
      3.6502037048339844
    ]
  },
  {
    "id": "b7a03b2b-ca0d-47d1-9b2c-62bc9af05ae3",
    "instruction": "崇曰： 饗王之寵姬江羋而勿敬也。\n把這句話翻譯成現代文。",
    "output": "潘崇說： 款待成王寵愛的江羋姬，但不要尊敬她。",
    "ppl": [
      2.310972213745117
    ]
  },
  {
    "id": "26b84265-9751-4559-9333-6e6869b570a9",
    "instruction": "翻譯成文言文：\n裴度來到淮西，便命令封人深挖水溝。在挖地時，有人得到一塊石頭，上麵刻有文字為銘。封人把石獻給裴度。",
    "output": "度既至，因命封人深池濠，且發其地。有得一石者，上有雕齣文字為銘，封人持以獻度。",
    "ppl": [
      5.757195472717285
    ]
  },
  {
    "id": "72f2717d-cc1d-4cc2-877a-b297bb7de394",
    "instruction": "他們在朝堂會議時，陳蕃悄悄地對竇武說： 中常侍曹節、王甫等，在先帝時就操弄國傢權柄，把天下搞得烏煙瘴氣，百姓紛擾，罪禍就是他們。\n把這句話翻譯成文言文：",
    "output": "時共會朝堂，蕃私謂武曰： 中常侍曹節、王甫等，自先帝時操弄國權，濁亂海內，百姓匈匈，歸咎於此。",
    "ppl": [
      2.849072217941284
    ]
  },
  {
    "id": "41743f28-6688-417c-bede-9f19e0bd4ea0",
    "instruction": "翻譯成現代文：\n諸將泣下，皆曰： 元瓘從王徵伐最有功，諸子莫及，請立之。",
    "output": "將領們流著眼淚，都說： 錢元璀跟隨你徵伐功勞最大，其餘的兒子沒有人能趕上他，請求立他焉王。",
    "ppl": [
      3.2914793491363525
    ]
  },
  {
    "id": "ceda5e63-3ede-4002-bbad-711a338245fb",
    "instruction": "過去漢朝張釋之曾說過： 在陵墓中藏有金玉，即使鑄銅鐵封住南山還是有空隙。\n把這句話翻譯成文言文：",
    "output": "昔張釋之言： 使其中有可欲，雖錮南山猶有隙。",
    "ppl": [
      5.3453497886657715
    ]
  },
  {
    "id": "9b452a29-3d48-4318-9be3-5545f4d70e50",
    "instruction": "且夫含血氣物之生也，行則背在上而腹在下；其病若死，則背在下而腹在上。\n翻譯成現代文：",
    "output": "有血氣的動物活著的時候，走路則背朝上，腹嚮下；要是生病或死去，那麼就背在下，腹朝上。",
    "ppl": [
      3.778149127960205
    ]
  },
  {
    "id": "17d2cbbd-4495-41c6-9ed2-84462af8c2dd",
    "instruction": "如果對奬賞不講信用，就不能得到士兵的擁護。\n這句話在中國古代怎麼說：",
    "output": "不信於賞，百姓弗德。",
    "ppl": [
      5.730264186859131
    ]
  },
  {
    "id": "f2e44d0b-b437-4b19-b94f-0d8c6ab5dc4d",
    "instruction": "王伯當也勸阻李密，認為不可以起事，李密不聽。\n這句話在中國古代怎麼說：",
    "output": "伯當亦止密，以為未可，密不從。",
    "ppl": [
      2.238011360168457
    ]
  },
  {
    "id": "0afc0ef1-a591-46c1-9cdd-f0c45e113518",
    "instruction": "爾硃榮軍隊駐紮河內，他又派王相秘密入京奉迎皇帝，皇帝與其兄彭城王劭、弟始平王子正從高渚偷偷渡過黃河來到爾硃榮駐軍處。\n幫我把這句話翻譯成文言文",
    "output": "師次河內，重遣王相密來奉迎，帝與兄彭城王劭、弟始平王子正於高渚潛渡以赴之。",
    "ppl": [
      2.775566816329956
    ]
  },
  {
    "id": "f3e292ec-fdf3-4d39-b09e-7ac39b24018b",
    "instruction": "東方本圖\n把這句話翻譯成文言文：",
    "output": "此居於圖方中。東方本圖",
    "ppl": [
      7.4118523597717285
    ]
  },
  {
    "id": "89f4425c-ba32-425c-930f-9faa5731fafa",
    "instruction": "翻譯成現代文：\n劉哥以身衛安端，射天德，貫甲不及膚。",
    "output": "劉哥用身體護住安端，射擊天德，射穿其甲而沒有觸及皮肉。",
    "ppl": [
      1.9431968927383423
    ]
  },
  {
    "id": "3664c77c-1157-47b5-b23d-51e34053152a",
    "instruction": "昔者，桓公問管仲曰： 寡人請問度地形而為國者，其何如而可？\n翻譯成現代文：",
    "output": "從前，桓公曾問管仲說： 請問勘察地勢建立都城的工作，應如何進行為好？",
    "ppl": [
      3.1716957092285156
    ]
  },
  {
    "id": "e0431a7b-9aa9-46b8-82dd-6ddfb1130239",
    "instruction": "钅宏罷官後，他被調任安福知縣，後升兵部員外郎。\n幫我把這句話翻譯成文言文",
    "output": "鋐罷，量移安福知縣，遷兵部員外郎。",
    "ppl": [
      3.30310320854187
    ]
  },
  {
    "id": "3ff880cd-cd51-46dd-b213-b544f98d0b01",
    "instruction": "翻譯成文言文：\n沒幾年，升為翰林學士、樞密副使、參知政事。",
    "output": "不數年，至翰林學士，樞密副使，參知政事。",
    "ppl": [
      1.8572897911071777
    ]
  },
  {
    "id": "a15d92ca-5ada-4198-bb3c-f2c3f7ab32e3",
    "instruction": "將下麵句子翻譯成現代文：\n祖悱，南頓丞。",
    "output": "祖父元悱，為南頓縣丞。",
    "ppl": [
      2.2468061447143555
    ]
  },
  {
    "id": "dab9ac91-3db4-4329-b11d-9949902e2e90",
    "instruction": "將下麵句子翻譯成文言文：\n當時馬士英掌握國政，顧锡疇一嚮與他不和。",
    "output": "時馬士英當國，锡疇雅不與閤。",
    "ppl": [
      3.8299450874328613
    ]
  },
  {
    "id": "4e597365-465f-4b4f-b227-22f69a05f91e",
    "instruction": "高明光大，不在於彆的，就在於認真注意罷瞭。\n這句話在古代怎麼說：",
    "output": "高明光大，不在於它，在乎加之意而已。",
    "ppl": [
      5.01931095123291
    ]
  },
  {
    "id": "2bc5dd3d-efc9-4071-b75c-cd2cafb5c3e8",
    "instruction": "評曰：漢末，天下大亂，雄豪並起，而袁紹虎摉四州，強盛莫敵。\n翻譯成現代文：",
    "output": "評曰：東漢末年，天下大亂，群雄四起，袁紹虎視四州，兵強地廣，無人能敵。",
    "ppl": [
      2.4697766304016113
    ]
  },
  {
    "id": "e77d6a2f-06c8-47a3-b93c-c84c2e1161b9",
    "instruction": "翻譯成現代文：\n即召會詰問： 有何靈驗？",
    "output": "他立即召見僧會，問他道： 你所行的道，有什麼靈驗？",
    "ppl": [
      3.813467025756836
    ]
  },
  {
    "id": "f1b7f115-f56c-4d9f-99f7-f79e110f10d2",
    "instruction": "將下麵句子翻譯成文言文：\n裘甫賊軍請求投降，王式部下諸將嚮王式報告，王式說： 裘甫賊企圖獲得稍許休整時間，我們應更加謹慎守備，大功就要告成瞭。 裘甫賊軍果然齣城，又與官軍交戰瞭三次。",
    "output": "賊請降，諸將齣以白式，式曰： 賊欲少休耳，益謹備之，功垂成矣。 賊果復齣，又三戰。",
    "ppl": [
      2.932185649871826
    ]
  },
  {
    "id": "4cd2aafd-7dc7-4d14-8e10-92f04733737f",
    "instruction": "將下麵句子翻譯成文言文：\n天下獲得安定是由於公正無私。",
    "output": "平得於公。",
    "ppl": [
      26.359127044677734
    ]
  },
  {
    "id": "e2a55960-1c21-45b2-bceb-ecd3dde15d43",
    "instruction": "刑獄的危害，本來並不在於已經處罰瞭的人，而在於誅戮不當引起更多人的仇恨。\n翻譯成文言文：",
    "output": "大誅報小罪也者，獄之至也。",
    "ppl": [
      16.610206604003906
    ]
  },
  {
    "id": "5fbe071a-b6cb-467e-bcf2-a5f897644a79",
    "instruction": "先帝停柩未葬，繼位的皇帝未立，這難道是臣子以有病為由辭謝不到的時候嗎！\n翻譯成文言文：",
    "output": "大行在殯，嗣皇未立，寜是人臣辭疾之時也！",
    "ppl": [
      7.926538467407227
    ]
  },
  {
    "id": "8e5c7fd8-70e2-4715-be12-832c0d0c28dc",
    "instruction": "死去的子野並不是嫡子，何必非要立他母親的妹妹的兒子？\n把這句話翻譯成文言文：",
    "output": "非適嗣，何必娣之子？",
    "ppl": [
      12.56213092803955
    ]
  },
  {
    "id": "7a7dd7ed-e1ba-4198-bdd7-30dbbee5cac2",
    "instruction": "又曰： 陛下觀臣能孰與蕭何賢？\n翻譯成現代文：",
    "output": "曹參又問： 陛下再看我的纔能比蕭何誰強？",
    "ppl": [
      4.364016532897949
    ]
  },
  {
    "id": "a2754ddf-dd76-40d6-981f-21064fd8dc64",
    "instruction": "將下麵句子翻譯成文言文：\n到馬嵬時，任氏騎馬走在前麵，鄭子騎驢走在後麵，女僕另有騎的，走在鄭子的後麵。",
    "output": "任氏乘馬居其前，鄭子乘驢居其後。女奴彆乘，又在其後。",
    "ppl": [
      3.2486586570739746
    ]
  },
  {
    "id": "29fe5457-583b-477d-a5ed-9a7af8bac583",
    "instruction": "會師鐸母自子城歸傢，經過法所，遂扶起避之，復蘇於橋下。\n把這句話翻譯成現代文。",
    "output": "這時正趕上師鐸的母親從揚州所屬的一座小城迴傢，路過法場，隨即扶起他躲到橋下，他纔蘇醒過來。",
    "ppl": [
      3.954538345336914
    ]
  },
  {
    "id": "de662f5c-9e06-4008-abb5-f544806e67bb",
    "instruction": "將下麵句子翻譯成現代文：\n陰與磁州刺史張汶謀縛悟送闕下，以汶代之。",
    "output": "他還暗中和磁州刺史張汶密謀，企圖尋找藉口，把劉悟縛送朝廷，由張紋替代。",
    "ppl": [
      3.5676605701446533
    ]
  },
  {
    "id": "670983d0-e896-44f9-8953-4d1158f8b3ad",
    "instruction": "將下麵句子翻譯成文言文：\n勿吉國的人擅長射獵，他們使用的弓有三尺長，箭有一尺二寸長，用磨尖的石頭做箭鏃。",
    "output": "善射獵，弓長三尺，箭長尺二寸，以石為鏃。",
    "ppl": [
      2.0655782222747803
    ]
  },
  {
    "id": "7caab5fa-4c06-4484-8d29-ea8de59d6847",
    "instruction": "玄宗嘗登苑北樓，望謂水。見一醉人臨臥水，問左右是何人。\n幫我把這句話翻譯成現代文",
    "output": "唐玄宗一次登上禦苑北樓，遠望渭水，看見一個人喝醉瞭酒躺在水邊。",
    "ppl": [
      3.0549230575561523
    ]
  },
  {
    "id": "73205672-0c76-4d96-9173-d790ad7d18ed",
    "instruction": "竹子有 君子 之稱，鬆樹有 丈夫 之號。\n翻譯成文言文：",
    "output": "竹稱君子，鬆號大夫。",
    "ppl": [
      2.85379695892334
    ]
  },
  {
    "id": "7c0cd6c2-e259-4ab6-93ea-8da084a2826c",
    "instruction": "士隱者貧，勇俠輕非。\n翻譯成現代文：",
    "output": "士之隱者多貧寒，勇俠義士疾非行。",
    "ppl": [
      6.726736068725586
    ]
  },
  {
    "id": "cb145283-5fd6-4596-8ad6-b7db7328b67c",
    "instruction": "將下麵句子翻譯成文言文：\n計獲事足，接著就來為害。",
    "output": "計獲事足，鏇踵為害。",
    "ppl": [
      4.262453079223633
    ]
  },
  {
    "id": "414ef5bf-b220-44be-8b6f-a01dfb9be34a",
    "instruction": "翻譯成現代文：\n江陵無險可恃，雄請城江陵，城成，民不告擾。\n答案：",
    "output": "江陵無險可以依靠，趙雄請求築城，事成，百姓沒有受到侵擾。",
    "ppl": [
      2.43693208694458
    ]
  },
  {
    "id": "55842f0f-5e28-4106-95d1-931f91619ab1",
    "instruction": "翻譯成文言文：\n薛國觀接連上疏辯解，詆毀袁愷受吳昌時指使，皇帝不采納。\n答案：",
    "output": "國觀連疏力辨，詆愷受昌時指使，帝不納。",
    "ppl": [
      2.3234167098999023
    ]
  },
  {
    "id": "070478ad-deed-4659-8cfd-b7c622c265c0",
    "instruction": "今秦、楚嫁子取婦，為昆弟之國；韓獻宜陽，魏效河外，趙入朝黽池，割河間以事秦。\n把這句話翻譯成現代文。",
    "output": "如今秦、楚互通婚姻，兩國結為兄弟之邦；韓國獻宜陽給秦國，魏國獻河外給秦國，而趙國更到秦邑澠池給秦國朝貢，並且割讓河間地方給秦，紛紛成為秦的附庸國。",
    "ppl": [
      2.6588351726531982
    ]
  },
  {
    "id": "4359055c-f928-4089-8da5-99de2a57c0ea",
    "instruction": "將下麵句子翻譯成現代文：\n越為呂後泣涕，自言亡罪，願處故昌邑。",
    "output": "塹越嚮旦後哭泣，訴說自己無罪，希望流放到自己的故鄉昌邑。",
    "ppl": [
      3.533625602722168
    ]
  },
  {
    "id": "ef279651-ff9a-484c-a1e1-39c25c865781",
    "instruction": "後遷懷州刺史，決沁水東注，名曰利民渠，又派入溫縣，名曰溫潤渠，以溉舄鹵，民賴其利。\n翻譯成白話文：",
    "output": "後任懷州刺史，挖沁水東流，名叫 利民渠 。又流入溫縣，名叫 溫潤渠 ，以灌溉鹽堿地，百姓靠渠得利。",
    "ppl": [
      2.5916249752044678
    ]
  },
  {
    "id": "3c5d57d7-b9bc-4bb6-856e-89b75e25fb9f",
    "instruction": "楚之有直躬，其父竊羊，而謁之吏。令尹曰： 殺之！ 以為直於君而麯於父，報而罪之。\n翻譯成現代文：",
    "output": "楚國有個叫直躬的人，他的父親偷瞭人傢的羊，他便到令尹那兒揭發，令尹說： 殺掉他： 認為他對君主雖算正直而對父親卻屬不孝。",
    "ppl": [
      2.8070244789123535
    ]
  },
  {
    "id": "5da87572-99f6-4596-b00d-fc072eebbeb4",
    "instruction": "即使是婦女生孩子，也不躲避風雪。\n這句話在中國古代怎麼說：",
    "output": "雖婦人産子，亦不避風雪。",
    "ppl": [
      1.8278263807296753
    ]
  },
  {
    "id": "1eb38259-d148-4906-8ebf-a90098532f31",
    "instruction": "雙方剛開始見麵時，互相埋怨指責對方，毫無和解之心。\n這句話在古代怎麼說：",
    "output": "始相見，怨言交讓，殊無和意。",
    "ppl": [
      5.512206554412842
    ]
  },
  {
    "id": "1389d977-c7c6-41da-85ba-b5286adb4d38",
    "instruction": "文言文翻譯：\n賈逵、張衡、蔡邕、王蕃、陸績皆以北極紐星之樞，是不動處。",
    "output": "答案：賈逵、張衡、蔡邕、王蕃、陸續都認為北極紐星的樞紐，是不移動的地方。",
    "ppl": [
      1.514037847518921
    ]
  },
  {
    "id": "cd6be82c-3034-4553-a3e2-a138bfafb161",
    "instruction": "與上柱國王誼善，誼誅，上稍疏忌之。\n翻譯成現代文：",
    "output": "又與上柱國王誼友善，王誼被誅後，文帝漸漸疏遠猜忌他。",
    "ppl": [
      2.818033218383789
    ]
  },
  {
    "id": "2534e126-99fa-4bb7-bdc2-0d180ea607ae",
    "instruction": "翻譯成文言文：\n二月，癸酉，北周派大將軍昌城公宇文深到突厥訪問，司賓李除、小賓部賀遂禮到北齊訪問。\n答案：",
    "output": "二月，癸西，周遣大將軍昌城公深聘於突厥，司賓李除、小賓部賀遂禮聘於齊。",
    "ppl": [
      1.8633898496627808
    ]
  },
  {
    "id": "c50c4461-d685-4ff5-9b31-c3ca0a43877c",
    "instruction": "想當初陝、蜀之行，陛下下令我說 ：我有大仇在北方，洗刷這個恥辱，隻有你可以囑托。\n幫我把這句話翻譯成文言文",
    "output": "念昔陝、蜀之行，陛下命臣曰： 我有大隙於北，刷此至恥，惟爾是屬。",
    "ppl": [
      3.164738416671753
    ]
  },
  {
    "id": "8d34df83-21db-4c1a-9b7d-180b3092d88b",
    "instruction": "文言文翻譯：\n進剋蘄州，前後殺略不可勝計。",
    "output": "答案：又進軍攻剋蘄州，前後殺死的宋兵不可勝數。",
    "ppl": [
      2.4444875717163086
    ]
  },
  {
    "id": "7b4a733f-99dd-49d7-9665-c7480272487c",
    "instruction": "其入贏者，亦官與辨券，入之。\n翻譯成白話文：",
    "output": "如有盈餘應上繳的，也由官府發給木券，以便上繳。",
    "ppl": [
      5.325446605682373
    ]
  },
  {
    "id": "0d8688cf-09e0-405d-9912-388be568484e",
    "instruction": "文言文翻譯：\n諸軍未集，鎮人遂壞長圍而齣，縱火攻寶營，寶不能拒，退保趙州。",
    "output": "答案：這時閻寶的軍隊還沒有集閤，鎮州人毀壞瞭閻寶的包圍工事衝瞭齣去，並放火攻擊閻寶的軍營，閻寶不能抵禦，退到趙州堅守。",
    "ppl": [
      2.464463710784912
    ]
  },
  {
    "id": "3cf4ff87-6e0d-40d4-aa9d-7844dc092c60",
    "instruction": "翻譯成文言文：\n四喜、術甲塔失不，連同塔失不的父親咬住、四喜的妻子完顔氏，帶著九十七個忠孝騎兵從曹門奪路而齣，打算到歸德去，但沒衝齣去，又轉而到陳州門，也被守門兵士擋住。\n答案：",
    "output": "四喜、術甲塔失不及塔失不之父咬住、四喜妻完顔氏，以忠孝卒九十七騎奪曹門而齣，將往歸德，不得齣，轉陳州門，亦為門卒所止。",
    "ppl": [
      2.282402753829956
    ]
  },
  {
    "id": "a2354ab9-fc31-41b9-903a-623d268fae42",
    "instruction": "翻譯成現代文：\n舊製，以宦官為六軍闢仗使，如方鎮之監軍，無印。\n答案：",
    "output": "以往的製度規定，由宦官擔任六軍闢仗使，作用猶如節度使的監軍使，但並不發給印信。",
    "ppl": [
      2.5338852405548096
    ]
  },
  {
    "id": "beabe098-a85d-424c-9596-0e7651dac91d",
    "instruction": "逐年所亻錶蠶鹽，每鬥與減五十文。\n把這句話翻譯成現代文。",
    "output": "每年所散發的蠶鹽，每鬥減五十文錢。",
    "ppl": [
      2.2880923748016357
    ]
  },
  {
    "id": "f251855d-9da5-4e27-94e5-ec4a4b9f91cd",
    "instruction": "費走而齣，遇賊於門，脅而束之，費袒而示之背，賊信之，使費先入，伏公而齣，鬥死於門中。\n翻譯成現代文：",
    "output": "費跑齣來，在大門遇到造反的叛賊，被捆綁起來。費脫掉衣服讓他們看打傷的背，叛賊相信瞭他，讓費進去捉齊襄公。費把齊襄公藏瞭起來而再齣，與叛賊戰死在門裏。",
    "ppl": [
      3.08060359954834
    ]
  },
  {
    "id": "1dc02e83-7f91-42e2-9ae5-5689f052afce",
    "instruction": "今聽其所執，以壽光公就第，位同保傅，在三司之右。\n翻譯成現代文：",
    "output": "如今聽從他的意願，以壽光公身份迴宅第，地位如同太保太傅，在三司之上。",
    "ppl": [
      3.586503744125366
    ]
  },
  {
    "id": "bf7c256d-fd2d-4c8f-8e32-02bbbaa130fc",
    "instruction": "將下麵句子翻譯成文言文：\n萬曆年間，張居正執政，便核實減少全國的生員。",
    "output": "萬曆時，張居正當國，遂核減天下生員。",
    "ppl": [
      2.204164981842041
    ]
  },
  {
    "id": "44b87461-8318-4b31-83e8-b3113d91f5a3",
    "instruction": "化蠻夷，服遠鄰。\n這句話在古代怎麼說：",
    "output": "感殊風，懷遠鄰。",
    "ppl": [
      9.65589714050293
    ]
  },
  {
    "id": "f83b37f4-ae66-4a7f-be06-2d9601e7c501",
    "instruction": "翻譯成文言文：\n陽爻稱為龍，龍是生活在水中的動物，用它來比喻天。",
    "output": "夫陽爻稱龍，龍者居水之物，以喻天。",
    "ppl": [
      3.1628029346466064
    ]
  },
  {
    "id": "691bbbee-9287-462e-86ba-ab018535a974",
    "instruction": "翻譯成文言文：\n婦人騎上馬，讓女僕去騎壇子。女僕吃驚地說： 壇子裏有人！\n答案：",
    "output": "婦人上馬，令婢騎嚮甕，婢驚雲： 甕中有人。",
    "ppl": [
      3.1303493976593018
    ]
  },
  {
    "id": "1c5b93dc-6975-4999-ac82-e3c32a18edae",
    "instruction": "西川人\n翻譯成現代文：",
    "output": "西川人",
    "ppl": [
      1.0788811445236206
    ]
  },
  {
    "id": "e83c5340-2b01-4d24-9142-506bcbda2401",
    "instruction": "尚未赴任時，便又改任金州知州。\n翻譯成文言文：",
    "output": "未行，改金州。",
    "ppl": [
      4.251291275024414
    ]
  },
  {
    "id": "612a002a-223f-42ab-b400-1b1b2768a56a",
    "instruction": "翻譯成現代文：\n既大失人心，必上拂天意。",
    "output": "既然大失人心，一定違背瞭上天的旨意。",
    "ppl": [
      2.5678939819335938
    ]
  },
  {
    "id": "9d63579b-920a-4dcf-8988-8b11b04850a5",
    "instruction": "翻譯成文言文：\n二十九年春季，新造延廄。《春鞦》所以記載這件事，是由於不閤時令。",
    "output": "二十九年春，新作延廄，書不時也。",
    "ppl": [
      3.6334517002105713
    ]
  },
  {
    "id": "564fd385-a2e1-4619-9f74-c61023082b13",
    "instruction": "其弟立，為昭王。\n把這句話翻譯成現代文。",
    "output": "武王的弟弟即位，就是昭王。",
    "ppl": [
      2.3575029373168945
    ]
  },
  {
    "id": "50499912-6eb5-4b83-9d0c-aa8541888777",
    "instruction": "孝宗告訴張浚說： 和議不成，是天意，從此政事歸一。 二年，商議皇上到建康，詔令之望等人迴來。\n這句話在中國古代怎麼說：",
    "output": "孝宗諭浚曰： 和議之不成，天也，自此事當歸一矣。 二年，議進幸建康，詔之望等還。",
    "ppl": [
      3.02234148979187
    ]
  },
  {
    "id": "4b5646bb-f5a7-44a1-81cc-307fb7f49352",
    "instruction": "公子即閤符，而晉鄙不授公子兵而復請之，事必危矣。\n翻譯成白話文：",
    "output": "公子到那裏即使兩符相閤，驗明無誤，可是晉鄙仍不交給公子兵權反而再請示魏王，那麼事情就危險瞭。",
    "ppl": [
      4.398521423339844
    ]
  },
  {
    "id": "028a7847-cc69-439d-a4fa-4360ae12d988",
    "instruction": "翻譯成文言文：\n其具體內容載在《刑法誌》。\n答案：",
    "output": "語在《刑法誌》。",
    "ppl": [
      2.17680287361145
    ]
  },
  {
    "id": "bb268b1c-1f56-4122-880b-47a43f1eae4a",
    "instruction": "在任幾年，民風大好，被稱為好刺史。\n把這句話翻譯成文言文：",
    "output": "在職數年，風教大洽，稱為良二韆石。",
    "ppl": [
      6.079532146453857
    ]
  },
  {
    "id": "5c99896b-faf7-4d47-9ceb-298650bf9abe",
    "instruction": "母病經時不差，入山采藥，遇一老父語之曰： 得丁公藤，病立愈。\n幫我把這句話翻譯成現代文",
    "output": "母親生病長期不得痊愈，他就進山采藥，碰見一位老翁告訴他說： 能得到丁公藤，病立刻會好。",
    "ppl": [
      2.831639528274536
    ]
  },
  {
    "id": "a744281a-b8f3-4a72-a187-b4dc54b09180",
    "instruction": "老臣如果不在有生之年全部明白地告訴陛下用兵的利害關係，一旦突然死去，有誰還能再對他說呢？\n翻譯成文言文：",
    "output": "老臣不以餘命一為陛下明言兵之利害，卒死，誰當復言之者？",
    "ppl": [
      4.508378028869629
    ]
  },
  {
    "id": "3548b79f-7f34-4274-86ee-b4752bcf81d3",
    "instruction": "翻譯成現代文：\n夏四月丁酉，復寜王護衛，予屯田。",
    "output": "四月四日，恢復寜王護衛，授與屯田。",
    "ppl": [
      2.232804775238037
    ]
  },
  {
    "id": "655b0344-527e-4c23-88f6-28799890baec",
    "instruction": "且夫遇也，能不預設，說不宿具，邂逅逢喜，遭觸上意，故謂之遇。\n翻譯成現代文：",
    "output": "遇呀，纔能不是預先練習好的，主張不是平常準備好的，而是碰巧遇到君主滿意，恰好符閤他的心意，這樣纔稱之為 遇 。",
    "ppl": [
      4.0561628341674805
    ]
  },
  {
    "id": "e2b363d3-c09c-4e95-845d-a9d47d1b0085",
    "instruction": "將下麵句子翻譯成文言文：\n他與同僚屬官相約，每三天拿齣俸祿錢來買肉，每次不得超過一斤。",
    "output": "與僚屬約：三日齣俸錢市肉，不得過一斤。",
    "ppl": [
      2.24983811378479
    ]
  },
  {
    "id": "45ab4d89-73dd-49d0-950d-5cfab35220b6",
    "instruction": "愷曰：突厥何處得有牆？\n把這句話翻譯成現代文。",
    "output": "盧愷說：遊牧民族的什麼地方有牆？",
    "ppl": [
      2.4040439128875732
    ]
  },
  {
    "id": "df44ab55-1276-4ae7-aa77-4a33eb9a8011",
    "instruction": "翻譯成文言文：\n軍營的守兵本來就少，聽說高士達已被打敗，大傢都四散逃跑瞭。",
    "output": "守兵既少，聞士達敗，眾皆潰散。",
    "ppl": [
      2.043286085128784
    ]
  },
  {
    "id": "ac9717ff-40bf-4ef4-9454-beb095375696",
    "instruction": "將下麵句子翻譯成文言文：\n徵召豫章太守褚裒為侍中、尚書。",
    "output": "徵豫章太守褚裒為待中、尚書。",
    "ppl": [
      1.7149652242660522
    ]
  },
  {
    "id": "3e22cf03-f16f-48dc-9ddd-8f1ff84ea895",
    "instruction": "鼕十月戊寅，詔司徒崔浩改定律令。\n翻譯成現代文：",
    "output": "鼕十月初一，詔令司徒崔浩改定律令。",
    "ppl": [
      1.2598309516906738
    ]
  },
  {
    "id": "7eae1148-eb54-4b9a-9add-eb6aea611d82",
    "instruction": "翻譯成文言文：\n杜預注《左傳》說： 楚國故都，就是現今南郡江陵縣北的紀南城。",
    "output": "杜預注《左傳》雲： 楚國，今南郡江陵縣北紀南城也。",
    "ppl": [
      1.8288863897323608
    ]
  },
  {
    "id": "a655d17b-a103-49e5-8c73-235891a8ae41",
    "instruction": "翻譯成文言文：\n大將軍王鳳病重時，王莽侍候他，親口嘗藥，一連幾個月都不能解衣入睡，因而蓬頭垢麵。",
    "output": "大將軍鳳病，莽侍疾，親嘗藥，亂首垢麵，不解衣帶連月。",
    "ppl": [
      3.3553617000579834
    ]
  },
  {
    "id": "e96f7b2d-0a33-4c90-accd-72bc0c4d578b",
    "instruction": "三月乙巳，杜叔良及吐蕃戰，敗之。\n把這句話翻譯成現代文。",
    "output": "三月初三，杜叔良與吐蕃軍交戰，打敗吐軍。",
    "ppl": [
      2.088559627532959
    ]
  },
  {
    "id": "94ad24f9-2c7f-4541-9735-e81c421d32aa",
    "instruction": "翻譯成現代文：\n越人之為方也，不待切脈望色聽聲寫形，言病之所在。",
    "output": "我用的治療方法，不需給病人切脈、察看臉色、聽聲音、觀察病人的體態神情，就能說齣病因在什麼地方。",
    "ppl": [
      3.1047489643096924
    ]
  },
  {
    "id": "158d0768-8133-4181-9e80-c873fe4a1728",
    "instruction": "近聞有以齋醮修煉之說進者。\n翻譯成白話文：",
    "output": "近來聽說有藉齋壇煉丹之說得到重用的。",
    "ppl": [
      3.502959966659546
    ]
  },
  {
    "id": "e3736b68-f679-4bbc-a7ca-7410be3d1eea",
    "instruction": "楚人伐鄭。\n翻譯成現代文：",
    "output": "楚國攻打鄭國。",
    "ppl": [
      1.288529872894287
    ]
  },
  {
    "id": "10c94b47-fb23-4792-9b80-3dd1f784b57c",
    "instruction": "其治要用黃、老術，故相齊九年，齊國安集，大稱賢相。\n翻譯成現代文：",
    "output": "他的施政要領采用黃老之術，所以為齊相九年，齊國安集，人們大相稱贊他為賢相。",
    "ppl": [
      3.101430654525757
    ]
  },
  {
    "id": "20d321a4-f6c2-4f62-8114-144b53afba20",
    "instruction": "翻譯成現代文：\n方有製置，會疾作，不能治軍，人違紀律，功遂無成。\n答案：",
    "output": "正準備齣兵，碰上李訫疾病發作，不能處理軍務，兵將違反軍紀，於是沒能建功。",
    "ppl": [
      4.208554267883301
    ]
  },
  {
    "id": "af0025cd-acca-4d9f-9ad4-f8dab0be4534",
    "instruction": "將下麵句子翻譯成文言文：\n蕭何年紀已老，一嚮恭謹，光著腳入朝謝罪。",
    "output": "何年老，素恭謹，徒跣入謝。",
    "ppl": [
      3.646515130996704
    ]
  },
  {
    "id": "96a086fd-4204-43a1-8b63-5cff019e9d28",
    "instruction": "硃紀、範隆奔長安。\n幫我把這句話翻譯成現代文",
    "output": "硃紀和範隆逃奔長安。",
    "ppl": [
      1.4724763631820679
    ]
  },
  {
    "id": "6c7ab845-6d59-453b-b896-6af284c49b5b",
    "instruction": "翻譯成文言文：\n及至東討，百姓聽說吳河東來瞭，便望風歸降或逃散，因此吳喜所到的地方都打瞭勝仗。",
    "output": "及東討，百姓聞吳河東來，便望風降散，故喜所至剋捷。",
    "ppl": [
      1.8548641204833984
    ]
  },
  {
    "id": "d00b83bb-8bd1-41a0-81b3-91295b5ee88b",
    "instruction": "浚南京城河。\n幫我把這句話翻譯成現代文",
    "output": "疏通南京護城河。",
    "ppl": [
      5.617963790893555
    ]
  },
  {
    "id": "476b9f1e-3b48-4798-b6ac-b96e84a92740",
    "instruction": "後周太祖命令史弘肇親吏上黨人李崇矩尋訪史弘肇的親族，李崇矩說： 史弘肇的弟弟史弘福如今還在。\n翻譯成文言文：",
    "output": "帝命史弘肇親吏上黨李崇矩訪弘肇親族，崇矩言： 弘肇弟弘福今存。",
    "ppl": [
      1.6398725509643555
    ]
  },
  {
    "id": "df9dbced-1f9b-4113-af92-5a622a23a30d",
    "instruction": "現在我該到哪裏居住纔行呢?\n幫我把這句話翻譯成文言文",
    "output": "今吾安居而可？",
    "ppl": [
      8.139847755432129
    ]
  },
  {
    "id": "edb25453-276d-445c-9bdb-b2409a6b1d46",
    "instruction": "十月三日，侵犯清平堡，遊擊高極戰死。\n幫我把這句話翻譯成文言文",
    "output": "鼕十月丁亥，犯清平堡，遊擊高極戰死。",
    "ppl": [
      1.735348105430603
    ]
  },
  {
    "id": "bc974735-840f-4fe2-8eaa-5ac49bf81229",
    "instruction": "翻譯成現代文：\n虔恭夙夜，與朕均勞。",
    "output": "日夜恭敬虔誠，與我一樣辛苦勤勞。",
    "ppl": [
      2.2319483757019043
    ]
  },
  {
    "id": "2a6f4b36-5ac3-42d4-b5d8-422f4196a790",
    "instruction": "翻譯成文言文：\n東南西北四方，哪一方風調雨順年成好，哪一方纔舉行蠟祭，老百姓也好藉此機會痛飲一番，鬆弛一下一年的緊張勞動。\n答案：",
    "output": "順成之方，其蠟乃通，以移民也。",
    "ppl": [
      14.927064895629883
    ]
  },
  {
    "id": "903c017b-bd45-4d09-a711-4f41cee45e39",
    "instruction": "皇上不聽。\n翻譯成文言文：",
    "output": "帝不聽。",
    "ppl": [
      1.3008780479431152
    ]
  },
  {
    "id": "5c1d172f-4c54-47d3-991a-5bc219b367f8",
    "instruction": "將下麵句子翻譯成現代文：\n傢貧，諸弟未製衣不敢製，已製未服不敢服，一瓜果之微必相待共嘗之。",
    "output": "傢裏貧窮，幾個弟弟沒做新衣服他就不敢製新衣，弟弟們有新衣但未穿他也不敢穿，一個瓜果這樣的小東西必定大傢共同品嘗。",
    "ppl": [
      2.9345076084136963
    ]
  },
  {
    "id": "05f3e696-b62c-4a3d-a74a-999f1e958cac",
    "instruction": "將下麵句子翻譯成現代文：\n繼踵鬍母，仲舒雲盛，因修《榖梁》，韆鞦最篤。",
    "output": "繼承跟踵鬍母生，董仲舒達到頂盛，因循《榖梁》，夏侯韆鞦最忠誠。",
    "ppl": [
      3.556407928466797
    ]
  },
  {
    "id": "c4d95abb-79cc-4743-a776-53fb816e576d",
    "instruction": "翻譯成現代文：\n欽陵專國久，常居中製事，諸弟皆領方麵兵，而贊婆專東境幾三十年，為邊患。",
    "output": "欽陵執政久，常獨斷專行，幾個弟弟各領一方麵兵。贊婆專營東境近三十年，成為邊患。",
    "ppl": [
      2.553964138031006
    ]
  },
  {
    "id": "89e7d854-d922-47ec-b627-41248735af2d",
    "instruction": "帝又遣其族叔懷遠說之，仙琕曰： 大義滅親。\n把這句話翻譯成現代文。",
    "output": "武帝又派他的族叔馬懷遠去勸說他，馬仙鴘說： 大義滅親。",
    "ppl": [
      2.5749125480651855
    ]
  },
  {
    "id": "a0050e9c-46a6-4051-8bce-03856eeeb417",
    "instruction": "翻譯成現代文：\n乙醜，以彰德、衛、輝、滑、浚諸州隸河南路轉運司。\n答案：",
    "output": "初六，把彰德、衛、輝、滑、浚等州劃歸河南路轉運司管轄。",
    "ppl": [
      1.5630217790603638
    ]
  },
  {
    "id": "9de54a84-da65-4991-8f8c-94c7a8825c41",
    "instruction": "將下麵句子翻譯成現代文：\n後主謂憲曰： 我從來待卿不先馀人，今日見卿，可謂歲寒知鬆柏後凋也。",
    "output": "後主對袁憲說： 我對你嚮來就沒有比其他人更優惠，今日危難之際卻衹見你一人，真可謂歲寒然後知鬆柏之後凋呀!",
    "ppl": [
      3.8670215606689453
    ]
  },
  {
    "id": "145d7c4c-a836-49b8-aaa9-b8df3227de5f",
    "instruction": "翻譯成現代文：\n遂不仕。",
    "output": "於是便拒絕就任。",
    "ppl": [
      2.5086934566497803
    ]
  },
  {
    "id": "db6d4244-bedf-49d9-9761-cca8994da84c",
    "instruction": "此時有一個叫王安節的人，是唐昭宗朝宰相杜讓能的宅吏。\n這句話在古代怎麼說：",
    "output": "時有王安節者，昭宗朝相杜讓能之宅吏也。",
    "ppl": [
      1.8160572052001953
    ]
  },
  {
    "id": "46e51f00-139c-45c5-9559-c87f974f72a0",
    "instruction": "或以為子尊不加父母，則武王何以追王太王、王季、文王乎？\n把這句話翻譯成現代文。",
    "output": "有人認為如果子女尊貴不影響到父母，那麼武王為什麼給太王、王季、文王追加王號?",
    "ppl": [
      3.0435986518859863
    ]
  },
  {
    "id": "651c3bd7-146f-4140-b8da-9633db1fe03c",
    "instruction": "任命彘恭子為新軍元帥，說： 他是範武子的小兒子，範文子的同母兄弟。\n翻譯成文言文：",
    "output": "使彘恭子將新軍，曰： 武子之季、文子之母弟也。",
    "ppl": [
      3.535186767578125
    ]
  },
  {
    "id": "a9c84f6d-e5fa-450b-bfd5-e8e6fc321468",
    "instruction": "翻譯成文言文：\n在君子身旁陪坐，君子如果問及另外的事，陪坐者要起立迴答。\n答案：",
    "output": "毋側聽，毋噭應，毋淫視，毋怠荒。",
    "ppl": [
      8.238847732543945
    ]
  },
  {
    "id": "97695ca8-769c-4ac3-8931-18d3334781e7",
    "instruction": "久之，福等議稍稍傳達外廷，高煦遂譖縉泄禁中語。\n翻譯成現代文：",
    "output": "後來，丘福等人的意見稍稍傳到外廷，硃高煦於是誣陷解縉泄露宮中語。",
    "ppl": [
      2.8823962211608887
    ]
  },
  {
    "id": "3b50e136-d63e-4ce5-ae90-99e5c3f871bb",
    "instruction": "丙辰，後蜀主命令知樞密院王昭遠巡視檢查北部邊界的城鎮營寨和武備。\n翻譯成文言文：",
    "output": "丙辰，蜀主命知樞密院王昭遠按行北邊城寨及甲兵。",
    "ppl": [
      2.609614849090576
    ]
  },
  {
    "id": "78df7b7a-eb9f-4b91-bc2b-6f8935fe79f2",
    "instruction": "翻譯成文言文：\n現在李義府自己注屬禦史、員外、通事捨人，有司不敢退迴。\n答案：",
    "output": "義府乃自注禦史、員外、通事捨人，有司不敢卻。",
    "ppl": [
      2.1776013374328613
    ]
  },
  {
    "id": "a7f270f5-c292-419d-81e5-8883f62c0c45",
    "instruction": "十三年，始分隸五都督府。\n翻譯成白話文：",
    "output": "十三年，開始分隸五都督府。",
    "ppl": [
      1.3962349891662598
    ]
  },
  {
    "id": "cb4f2f33-b46a-4d33-8eb8-f44c6721815b",
    "instruction": "唐寓之進逼富陽，搶劫百姓，縣令何洵告訴瞭魚浦的子邏主從係公，發動魚浦村成年男子保衛縣境。\n幫我把這句話翻譯成文言文",
    "output": "宇之嚮富陽，抄略人民，縣令何洵告魚浦子邏主從係公，發魚浦村男丁防縣。",
    "ppl": [
      2.3989098072052
    ]
  },
  {
    "id": "63283f2a-b9ef-4ae0-922e-554670c49963",
    "instruction": "墂有佛寺名兜率，是夕宿於斯，結纜於大槦樹下。\n翻譯成白話文：",
    "output": "岸上有一座廟叫兜率寺。當晚就住在船上，把船係在大槦樹下邊。",
    "ppl": [
      3.4440741539001465
    ]
  },
  {
    "id": "b5071e71-1983-4a1c-8ff3-1d0154edd0b8",
    "instruction": "將下麵句子翻譯成文言文：\n他彈劾的其他人，如順昌伯王佐、都督陳俊、指揮王恕、都督曹遠、指揮房昭、僉都禦史俞士吉、大理寺少卿袁復、禦史車舒、都督王瑞、指揮林泉、牛諒、通政司參議賀銀等人，先後有數十人，這些人都得瞭罪。",
    "output": "其他所劾順昌伯王佐，都督陳俊，指揮王恕，都督曹遠，指揮房昭，僉都禦史俞士吉，大理少卿袁復，禦史車舒，都督王瑞，指揮林泉、牛諒，通政司參議賀銀等，先後又數十人，俱得罪。",
    "ppl": [
      1.3837504386901855
    ]
  },
  {
    "id": "17c43f93-7d81-4654-aba6-dfcaba8f3a78",
    "instruction": "辛亥，江王囂薨。\n翻譯成白話文：",
    "output": "辛亥，江王李囂去世。",
    "ppl": [
      1.4113330841064453
    ]
  },
  {
    "id": "0b58a29f-7fdd-4b79-a192-e87ebcd1047e",
    "instruction": "◎莊烈帝一\n翻譯成白話文：",
    "output": "莊烈帝一",
    "ppl": [
      1.50205397605896
    ]
  },
  {
    "id": "150a1ad4-70c3-4687-85bf-353e056d61e5",
    "instruction": "虢縣，有黃帝的兒子、周文王、周武王的祠。\n這句話在古代怎麼說：",
    "output": "虢，有黃帝子、周文武祠。",
    "ppl": [
      2.1915361881256104
    ]
  },
  {
    "id": "dad05ae6-dcc4-4688-9c28-1776e9e20a86",
    "instruction": "翻譯成文言文：\n皇後還摘錄《女憲》、《女誡》，寫成《內訓》二十篇，又類編古人的嘉言善行，寫成《勸善書》，頒行天下。\n答案：",
    "output": "嘗采《女憲》、《女誡》作《內訓》二十篇，又類編古人嘉言善行，作《勸善書》，頒行天下。",
    "ppl": [
      1.6857198476791382
    ]
  },
  {
    "id": "74420b8b-bfc1-48dc-825c-4285d2812405",
    "instruction": "難道是陛下忙於日理萬機，帷幄之政有缺陷麼？\n把這句話翻譯成文言文：",
    "output": "豈獨陛下倦於萬機，帷幄之政有所闕歟？",
    "ppl": [
      3.6568617820739746
    ]
  },
  {
    "id": "e636986a-48cf-436e-aedf-1542040ca033",
    "instruction": "帝曰：何謂三部？\n把這句話翻譯成現代文。",
    "output": "黃帝道：什麼叫做三部呢？",
    "ppl": [
      2.6875345706939697
    ]
  },
  {
    "id": "7da430b1-4069-4c14-9767-99d4310dd8a0",
    "instruction": "高祖舉義，末帝將議親徵，詔赴闕，充副招討使，隨駕至孟津，除河陽節度使。\n翻譯成現代文：",
    "output": "晉高祖反抗朝廷時，末帝將商討親徵事宜，詔令他迴朝，任副招討使，隨末帝到達孟津，任河陽節度使。",
    "ppl": [
      2.3616487979888916
    ]
  },
  {
    "id": "fad64ac2-637b-450f-9dd3-e803f500cf89",
    "instruction": "每當朕想要施予恩惠給臣民，但立即就被壓製住不能施行。\n翻譯成文言文：",
    "output": "每思施寬惠下，輒抑而不行。",
    "ppl": [
      5.057109355926514
    ]
  },
  {
    "id": "f904f117-089c-4869-aa0d-3531926e9cfa",
    "instruction": "建以身捍賊，大呼奮擊，殺賊數人，身被十餘創。\n把這句話翻譯成現代文。",
    "output": "陳建冒死禦賊，大聲呼叫奮力攻擊，殺賊人數名，身上受傷十多處。",
    "ppl": [
      2.4344019889831543
    ]
  },
  {
    "id": "a077787d-f55d-4719-8af5-a2568de3cd86",
    "instruction": "翻譯成文言文：\n在此之前，太祖在渭水北岸打獵，下令竇熾和晉公宇文護分彆射獵奔跑的兔子，竇熾一日獵獲十七頭，宇文護衹獵獲十一頭。",
    "output": "先是，太祖田於渭北，令熾與晉公護分射走兔，熾一日獲十七頭，護獲十一頭。",
    "ppl": [
      2.1577470302581787
    ]
  },
  {
    "id": "d43b831c-0aef-4c4e-9161-e7b75859612a",
    "instruction": "翻譯成文言文：\n孝景皇帝下二年\n答案：",
    "output": "孝景皇帝下二年",
    "ppl": [
      2.0855300426483154
    ]
  },
  {
    "id": "d9491152-e550-4e68-9855-5cee3b0f06d4",
    "instruction": "文言文翻譯：\n福不再來，時或易失，豈宜固守文德而墮武事乎？",
    "output": "答案：時機易失，福不再來，怎麼能固守文德而廢棄武事呢？",
    "ppl": [
      2.3846561908721924
    ]
  },
  {
    "id": "27568a60-e064-4d6d-98ef-2a6b645772f5",
    "instruction": "在我看來，他一定會死在普通人手中。\n翻譯成文言文：",
    "output": "以吾觀之，必死於匹夫之手。",
    "ppl": [
      2.7861433029174805
    ]
  },
  {
    "id": "1e0b2197-33c8-4182-9652-5469ae5d8350",
    "instruction": "翻譯成文言文：\n不忘恭敬的人，是國傢的棟梁。\n答案：",
    "output": "夫不忘恭敬，社稷之鎮也。",
    "ppl": [
      3.8156862258911133
    ]
  },
  {
    "id": "e6c9ec06-19ae-4094-937b-4772a27b621e",
    "instruction": "但鬥筲之人，既得伏奏帷扆，便欲詭競求進，不論國之大體，心存明恕；惟務吹毛求疵，擘肌分理，以深刻為能，以繩逐為務。\n翻譯成現代文：",
    "output": "但是那些纔短識淺氣量狹小的人，既能靠近您，嚮您啓奏，便想騙得您的信任，爭相飛黃騰達，而不顧國傢大局，不能心存寬恕，隻一味地吹毛求疵，擘肌分理，過分苛細，以嚴酷為能乾，把糾舉彆人過錯並且嗬斥驅逐人看成是自己的任務。",
    "ppl": [
      5.529003143310547
    ]
  },
  {
    "id": "328fde2c-a1c3-4ab4-beb3-6a62a81fb528",
    "instruction": "衛國的驂乘者見趕車的有過錯，在後邊呼喊著趕車，有拯救危險的意願，沒有被懲罰。\n幫我把這句話翻譯成文言文",
    "output": "衛之驂乘者，見禦者之過，從後呼車，有救危之義，不被其罪。",
    "ppl": [
      3.6995060443878174
    ]
  },
  {
    "id": "70d42ea4-4e4e-4030-8fda-6eaed8427dc7",
    "instruction": "朝廷聞之，進秩一等。\n翻譯成現代文：",
    "output": "朝廷知道後，給他升一級官職。",
    "ppl": [
      2.0511887073516846
    ]
  },
  {
    "id": "f7c342e9-a71e-4b8f-9c64-d118c7c24d7f",
    "instruction": "綸被責還第，乃遣防閣戴子高等以槊刺智通於都巷，刃齣於背。\n幫我把這句話翻譯成現代文",
    "output": "結果蕭綸被責令迴到府第，於是蕭綸便派防閣戴子高等人在京城的一條巷子中用槊刺殺何智通，槊刃從背部刺齣。",
    "ppl": [
      2.6682181358337402
    ]
  },
  {
    "id": "95191fb1-5190-4d79-8f23-4732de47684c",
    "instruction": "文言文翻譯：\n吉安侯陸仲亨自陝西歸，擅乘傳。",
    "output": "答案：吉安侯陸仲亨從陝西迴來，擅自乘坐驛車。",
    "ppl": [
      1.6658977270126343
    ]
  },
  {
    "id": "99c7fc80-5c37-418c-9a20-e61ec83a2554",
    "instruction": "二月二十二日，晉悼公夫人請為杞國築城的役卒吃飯。\n翻譯成文言文：",
    "output": "二月癸未，晉悼夫人食輿人之城杞者。",
    "ppl": [
      4.986081123352051
    ]
  },
  {
    "id": "b3b29c17-5a9d-4ecb-9622-050ffa8a650a",
    "instruction": "翻譯成文言文：\n用這種方法提煉成的硃砂跟天然硃砂研成的硃砂功用差不多。\n答案：",
    "output": "凡升硃與研硃，功用亦相仿。",
    "ppl": [
      5.094028949737549
    ]
  },
  {
    "id": "7ba86366-a547-41d9-898b-e323dda71b79",
    "instruction": "帝視而問，知其戚夫人，乃大哭，因病，歲餘不能起。\n幫我把這句話翻譯成現代文",
    "output": "惠童見瞭一問纔知道這竟是戚夫人，就大哭瞭一場，從此得瞭病，一年多還沒有好。",
    "ppl": [
      3.9779245853424072
    ]
  },
  {
    "id": "ff12a077-0cfd-42d5-b24c-751c102abfd1",
    "instruction": "癸巳，前鋒與北漢兵遇，擊之，北漢兵卻。\n翻譯成白話文：",
    "output": "癸巳，後周前鋒部隊與北漢軍隊相遇，發起攻擊，北漢軍隊後退。",
    "ppl": [
      2.044511556625366
    ]
  },
  {
    "id": "6693f336-0cec-4621-855e-beb1e01249c7",
    "instruction": "然其文辭麗雅，為詞賦之宗，雖非明哲，可謂妙纔。\n翻譯成白話文：",
    "output": "不過他的文辭很華麗、雅正，是辭賦的創始者。所以，屈原雖然算不上賢明的人，但可以說是個很有纔華的人。",
    "ppl": [
      3.6757237911224365
    ]
  },
  {
    "id": "ef6ca383-cca1-4d12-b47b-d12386cdf64f",
    "instruction": "翻譯成現代文：\n天下方亂，安蒼生者，其在君乎！",
    "output": "天下正處在動亂之中，安定百姓的，恐怕就是你吧!",
    "ppl": [
      3.5271267890930176
    ]
  },
  {
    "id": "ca47ab15-dbf7-4a74-aa9d-7243724deb3c",
    "instruction": "捨人杜襲作詩十篇，托言應璩以諷諫。\n翻譯成現代文：",
    "output": "捨人杜襲寫詩十篇，假托是應琚所作，用婉言隱語來勸諫李壽。",
    "ppl": [
      4.02376651763916
    ]
  },
  {
    "id": "139f0b0c-500a-4291-bb64-5093d89e0f66",
    "instruction": "二年，有旨建五颱山佛寺，皇太後將臨幸，元禮上疏曰：\n幫我把這句話翻譯成現代文",
    "output": "元貞二年詔建五颱山佛寺，皇太後準備親自前往，元禮上疏，大略是：",
    "ppl": [
      2.4629886150360107
    ]
  },
  {
    "id": "d37c3195-1873-4b38-b793-7ef62fc500f2",
    "instruction": "舊例，命留守賜旗甲，與方鎮同，及元膺受命，不賜。\n幫我把這句話翻譯成現代文",
    "output": "按照原先的成例，任命為留守的官員，與節度使同樣地賜予旌旗甲仗，待到呂元膺得到任命時未予賜給。",
    "ppl": [
      3.9759578704833984
    ]
  },
  {
    "id": "adab7fd7-19e1-4ef0-93d1-f6390e3b33b2",
    "instruction": "外戚權臣們假藉中央的名義來命令地方就會使地方迷惑，以地方勢力來挾製中央就稱為亂臣賊子。\n這句話在中國古代怎麼說：",
    "output": "從中令外謂之惑，從外令中謂之賊。",
    "ppl": [
      3.3714401721954346
    ]
  },
  {
    "id": "3b9d2b9e-eb70-4a9c-9089-bbfd878b767e",
    "instruction": "將下麵句子翻譯成現代文：\n故決指而身死，或斷臂而顧活，類不可必推。",
    "output": "所以有時候斷一根指頭倒導緻死亡，而斷瞭一條手臂倒能活下來，這說明事物不能按照這種類比推導的。",
    "ppl": [
      4.422074317932129
    ]
  },
  {
    "id": "e8d73a0a-3278-434a-87ae-eeebf4c28977",
    "instruction": "謝康樂寫齣文句卓然超絕，全是齣於自然，但時時齣現不拘形式的現象，這是他的糟粕；裴鴻膻是個寫史的良纔，全無篇章文句之美。\n把這句話翻譯成文言文：",
    "output": "謝客吐言天拔，齣於自然，時有不拘，是其糟粕；裴氏乃是良史之纔，瞭無篇什之美。",
    "ppl": [
      5.857815265655518
    ]
  },
  {
    "id": "db612bc6-c65a-4912-a4ee-4d77115f7775",
    "instruction": "項羽對此極為不滿地說： 如今我國軍隊剛剛打瞭敗仗，王為此坐臥不安，將平定國土的責任專門托付給將軍，國傢的安危，全在此一舉。\n幫我把這句話翻譯成文言文",
    "output": "項羽曰： 今國兵新破，王坐不安席，掃境內而專諸將軍，國傢安危，在此一舉。",
    "ppl": [
      2.8793528079986572
    ]
  },
  {
    "id": "5b2ebdc1-943f-4ab0-858b-da4783662e4a",
    "instruction": "唐朝元和年間，博陵人崔玨，從汝鄭來，僑居在長安延福裏。\n翻譯成古文：",
    "output": "元和中，博陵崔玨者，自汝鄭來，僑居長安延福裏。",
    "ppl": [
      1.432461142539978
    ]
  },
  {
    "id": "c1465392-edde-441b-aee1-a85b2a108e03",
    "instruction": "夏四月丁巳，漢以擊退宋軍，遣使來謝。\n翻譯成白話文：",
    "output": "夏四月十一日，漢因擊退宋軍，派使者前來緻謝。",
    "ppl": [
      2.322054147720337
    ]
  },
  {
    "id": "b0ec2467-c8cc-4cdb-8132-cf2ffb4321b9",
    "instruction": " 鮒魚睏涸轍，難待西江水 ，比喻人的處境窘迫急待援助； 蛟龍得雲雨，終非池中物 ，比喻有纔華的人隻要得到機會，就能大顯身手。\n翻譯成古文：",
    "output": "鮒魚睏涸轍，難待西江水，比人之甚窘；蛟龍得雲雨，終非池中物，比人大有為。",
    "ppl": [
      1.886369228363037
    ]
  },
  {
    "id": "7471f857-440d-4e5a-9410-325849e5b352",
    "instruction": "於是四方鄰近的部族來歸附的逐漸多瞭起來。\n這句話在古代怎麼說：",
    "output": "由是四傍部族歸之者漸眾。",
    "ppl": [
      4.476040840148926
    ]
  },
  {
    "id": "85b1d8af-48ba-4c48-8097-d2ed4cd53dbe",
    "instruction": "愚謂罪人既逃，止徙妻子，走者之身，縣名永配，於眚不免，奸途自塞。\n翻譯成現代文：",
    "output": "我認為罪人既然逃跑，隻流配他的妻子。逃跑者本人記名永遠流配，有病也不免除。這樣，奸途就會被堵塞。",
    "ppl": [
      4.11735725402832
    ]
  },
  {
    "id": "d9233ed6-af04-4808-9bcc-5b586001dd7f",
    "instruction": "將下麵句子翻譯成文言文：\n盧循平定後，劉毅請求當都督江州軍事，因為江州是內地，應該以治理百姓為務，不應設立軍府，上錶陳述說： 我聽說天道有時盈滿、有時虛空，循環不已。",
    "output": "盧循平後，毅求都督江州，以江州內地，治民為職，不宜置軍府，上錶陳之曰： 臣聞天以盈虛為道，治以損益為義。",
    "ppl": [
      2.9704456329345703
    ]
  },
  {
    "id": "7c7b6618-bc55-4f00-bba2-8e75185b82c8",
    "instruction": "翻譯成現代文：\n齋於明堂左個，使太常卿王諶筮之，遇 革 ，帝曰：  湯、武革命，順乎天而應乎人。\n答案：",
    "output": "在明堂南廂東邊的偏殿齋戒之後，讓太常卿王諶占蔔，得到 革卦 ，孝文帝說：  商湯王和周武王進行變革，是適應上天之命，順應百姓之心的。",
    "ppl": [
      3.9262351989746094
    ]
  },
  {
    "id": "734c52b3-f7f7-4cd9-b8c9-1d77374f0861",
    "instruction": "禦史徐柟即劾瞭翁對策狂妄，獨侂胄持不可而止。\n翻譯成白話文：",
    "output": "禦史徐木冉立即彈劾他在對策中驕橫狂妄，要求懲戒，得到其他大臣的同意，唯獨韓胄一人堅持不可，這件事纔算瞭結。",
    "ppl": [
      4.254946231842041
    ]
  },
  {
    "id": "2140f737-71f8-405e-a844-1d3e4a8f9b59",
    "instruction": "遂誅選。\n翻譯成白話文：",
    "output": "便誅殺瞭楊選。",
    "ppl": [
      2.4484994411468506
    ]
  },
  {
    "id": "83c0f46e-2ac0-42ea-8028-3bb3e3074854",
    "instruction": "李稷字長卿，邛州人。\n翻譯成文言文：",
    "output": "李稷，字長卿，邛州人。",
    "ppl": [
      1.1774091720581055
    ]
  },
  {
    "id": "2d1a1c07-461f-4fe8-8ede-f24e688aee6f",
    "instruction": "裴氏兄弟一人願從學。\n幫我把這句話翻譯成現代文",
    "output": "裴氏兄弟中有一個願意跟著老頭學道，老頭就領著他往西去瞭。",
    "ppl": [
      3.069603204727173
    ]
  },
  {
    "id": "20716186-68bf-4f16-8434-061a20d38a03",
    "instruction": "孔子讀史記至楚復陳，曰： 賢哉楚莊王！\n翻譯成白話文：",
    "output": "孔子在讀曆史時看到楚國恢復陳國主權一段，說： 楚莊王真可謂賢德。",
    "ppl": [
      3.109639883041382
    ]
  },
  {
    "id": "d46261a5-53e0-41e8-a472-f893c2e5bd10",
    "instruction": "將下麵句子翻譯成文言文：\n後來魏忠賢冒領陵墓工程、宮殿工程、邊功的奬賞，王體乾、李永貞之輩也各得庇蔭錦衣衛官銜數人。",
    "output": "及忠賢冒陵工、殿工、邊功等賞，體乾、永貞輩亦各蔭錦衣官數人。",
    "ppl": [
      1.8498380184173584
    ]
  },
  {
    "id": "50836a61-7d57-4191-b852-e77ae028881c",
    "instruction": "將下麵句子翻譯成文言文：\n庚辰，太宗親臨翠微殿，問身邊大臣： 自古以來帝王雖然能夠平定中原，卻不能製服北方各部族。",
    "output": "庚辰，上禦翠微殿，問侍臣曰： 自古帝王雖平定中夏，不能服戎、狄。",
    "ppl": [
      2.844956636428833
    ]
  },
  {
    "id": "8d6c7383-425c-4fa5-8c09-633184e3cdbe",
    "instruction": "謝彥章後任許州節度使、檢校太傅。\n這句話在中國古代怎麼說：",
    "output": "彥章後為許州節度使、檢校太傅。",
    "ppl": [
      1.0768697261810303
    ]
  },
  {
    "id": "fa241afc-a68b-4371-9b18-125c239fa6a1",
    "instruction": "文言文翻譯：\n文楚，鹹通末為雲州防禦使。時李國昌鎮振武，國昌子剋用欲得雲中，引兵攻之，殺於鬥雞颱下，沙陀之亂自此始。",
    "output": "答案：段文楚在鹹通末年任雲州防禦使，當時李國昌是振武節度使，國昌的兒子剋用想得到雲中郡，帶兵攻打雲州，在鬥雞颱下殺死瞭文楚。",
    "ppl": [
      1.9508379697799683
    ]
  },
  {
    "id": "07b26d59-3875-4697-a08d-6d8a16ce8cdd",
    "instruction": "將下麵句子翻譯成現代文：\n俗以為麻解城，蓋蠻、麻讀聲近故也。",
    "output": "俗稱麻解城，是因為蠻、麻兩字讀音相近，以緻音訛的緣故。",
    "ppl": [
      3.2419700622558594
    ]
  },
  {
    "id": "edff7425-d2e5-4cec-b2c9-c0418f47800b",
    "instruction": "群臣請求靈帝立太子。\n翻譯成文言文：",
    "output": "群臣請立太子。",
    "ppl": [
      1.192917823791504
    ]
  },
  {
    "id": "7acc31a4-0cc7-41d4-a263-77391e649c00",
    "instruction": "文言文翻譯：\n張良、陳平伏後躡漢王足，因附耳語曰： 漢方不利，寜能禁信之自王乎？",
    "output": "答案：張良、陳平在後麵暗中踩瞭一下漢王的腳，便湊近他的耳朵說： 漢軍正處在不利的形勢，怎麼能夠禁止韓信自己稱王呢?",
    "ppl": [
      3.0847008228302
    ]
  },
  {
    "id": "999bf346-0245-428d-af35-9c0b95bd596d",
    "instruction": "翻譯成現代文：\n王昕，字符景，北海劇人。\n答案：",
    "output": "王昕，字元景，北海劇縣人氏。",
    "ppl": [
      3.1481473445892334
    ]
  },
  {
    "id": "01779c79-01e4-496a-9c80-8dc08ba759a1",
    "instruction": "京城的各個坊裏，有的是七八百戶人傢纔有一個裏正，兩個史，日常事務都做得不錯，何況京城外的各個州呢？\n這句話在中國古代怎麼說：",
    "output": "京邑諸坊，或七八百傢唯一裏正、二史，庶事無闕，而況外州乎！",
    "ppl": [
      3.860928535461426
    ]
  },
  {
    "id": "e008f759-1bbb-4caa-aa0c-c3dd10a467b8",
    "instruction": "對方啞口無言。\n這句話在古代怎麼說：",
    "output": "其語遂塞。",
    "ppl": [
      5.788793563842773
    ]
  },
  {
    "id": "38d58366-7afa-42c9-be62-0a5b34732e81",
    "instruction": "穆質告辭走瞭。\n翻譯成古文：",
    "output": "質辭去。",
    "ppl": [
      1.7507286071777344
    ]
  },
  {
    "id": "a4faf303-0703-40db-98d9-5eebf9f0ecf9",
    "instruction": "翻譯成現代文：\n又逾篾竹嶺西坳中，南上越兩山，東南共五裏為飛爐峰，有小石爐方尺，自軍峰山南飛至。\n答案：",
    "output": "又翻過衊竹嶺西麵的山坳，嚮南往上越過兩座山，再往東南共走五裏為飛爐峰，峰上有個一尺見方的小石爐，傳說它是從軍峰山南麵飛來的。",
    "ppl": [
      2.4560739994049072
    ]
  },
  {
    "id": "bc04cd41-4008-4b65-af21-18b56c9b8a19",
    "instruction": "窯頂的圓拱砌成之後，上麵要鋪一層約三寸厚的細土。\n這句話在古代怎麼說：",
    "output": "其窯鞠成之後，上鋪覆以絕細土，厚三寸許。",
    "ppl": [
      5.067201614379883
    ]
  },
  {
    "id": "12455d8f-9fad-4899-8e39-214dcd64557c",
    "instruction": "翻譯成現代文：\n大寜二年，遷金紫光祿大夫。\n答案：",
    "output": "大寜二年，升金紫光祿大夫。",
    "ppl": [
      1.302598237991333
    ]
  },
  {
    "id": "a32fb1a3-7ff8-497b-b758-7f0e413cb97c",
    "instruction": "酉迎戰，進至鹹陽北濁榖，圍僞司空長洛王繆老生，閤戰，又大破之，老生走還長安。\n翻譯成現代文：",
    "output": "支酉迎戰，推進到鹹陽北麵的濁榖，包圍魏司空長洛王繆老生，交戰，又大敗老生，老生逃迴長安。",
    "ppl": [
      2.0486481189727783
    ]
  },
  {
    "id": "e08180a1-2ab0-4f46-87ae-01ec5fd51697",
    "instruction": "由於給事中魏時亮的彈劾，張永明力求離去，皇帝下詔允許他乘坐驛車迴傢鄉。\n翻譯成古文：",
    "output": "會給事中魏時亮劾，永明力求去，詔許馳驛歸。",
    "ppl": [
      2.328021287918091
    ]
  },
  {
    "id": "1e7150a1-d0c1-4bc8-81c8-7ca07968968d",
    "instruction": "既是王者之嬪禦，故宜見尊於蕃國。\n翻譯成現代文：",
    "output": "既然是藩王的嬪妾，就應該在藩國裹受尊榮。",
    "ppl": [
      2.9448418617248535
    ]
  },
  {
    "id": "6fb32d2e-c398-43f3-9693-ee4a4238d034",
    "instruction": "翻譯成現代文：\n言訖不見。",
    "output": "說完就不見瞭。",
    "ppl": [
      1.6892927885055542
    ]
  },
  {
    "id": "d4e614e2-ca9e-4f54-90b8-f8e9000bb753",
    "instruction": "翻譯成現代文：\n乙未，禁邕管殺人祭鬼及僧人置妻孥。",
    "output": "二十四日，禁止琶管殺人祭鬼和僧人置妻子兒女。",
    "ppl": [
      2.4357259273529053
    ]
  },
  {
    "id": "be68ed83-fe89-406c-9d62-52e7dd233163",
    "instruction": "二十二年六月丙辰，辰星犯太白。\n翻譯成現代文：",
    "output": "二十二年六月丙辰日，辰星侵犯太白星。",
    "ppl": [
      1.2892746925354004
    ]
  },
  {
    "id": "c246745f-df8c-4665-82c0-6ef6a007f2d8",
    "instruction": "翻譯成現代文：\n因曉之曰： 尚書固負若屬邪，副元帥固負若屬邪？",
    "output": "秀實趁機開導說 ：尚書一嚮對不起你們嗎？副元帥一嚮對不起你們嗎？",
    "ppl": [
      3.319767951965332
    ]
  },
  {
    "id": "2bc3348b-2766-4f5f-b8dd-fded3a1c4474",
    "instruction": "翻譯成文言文：\n梁篡奪唐，用敬翔的計謀最多，由兒子幫助父親殺掉他的祖父，行嗎？",
    "output": "梁之篡唐，用翔之謀為多，由子佐其父而弑其祖，可乎？",
    "ppl": [
      3.0333786010742188
    ]
  },
  {
    "id": "84ba641a-3bcf-449a-95ca-899ebc65acbc",
    "instruction": "翻譯成現代文：\n成祖起兵，仁宗居守，高煦從，嘗為軍鋒。\n答案：",
    "output": "成祖起兵時，仁宗留守，硃高煦跟隨成祖，曾為軍中先鋒。",
    "ppl": [
      2.2481441497802734
    ]
  },
  {
    "id": "4c913148-8522-4e9a-94b9-7b31a7818806",
    "instruction": "百姓有過，在予一人。\n把這句話翻譯成現代文。",
    "output": "百姓有過失，責任在我。",
    "ppl": [
      2.6365840435028076
    ]
  },
  {
    "id": "55651ff0-1822-4c1f-8f41-b34580172e10",
    "instruction": "舜卿纔思拙澀，及試五題，不勝睏弊，因托緻雍秉筆。\n翻譯成現代文：",
    "output": "考到第五題，封舜卿纍的不行，隻好讓鄭緻雍代筆。",
    "ppl": [
      4.8335185050964355
    ]
  },
  {
    "id": "5c086404-af3e-43a2-b307-3fbeca5e9efb",
    "instruction": "葉公諸梁的弟弟後臧與他母親在吳國，後來後臧拋棄瞭他的母親迴到楚國。\n把這句話翻譯成文言文：",
    "output": "葉公諸梁之弟後臧從其母於吳，不待而歸。",
    "ppl": [
      2.4171578884124756
    ]
  },
  {
    "id": "d50000ad-f48f-40d2-a70f-cc0c0bebab78",
    "instruction": "武承嗣、武三思一起罷除相職。\n幫我把這句話翻譯成文言文",
    "output": "武承嗣、武三思並罷政事。",
    "ppl": [
      1.862664818763733
    ]
  },
  {
    "id": "e6d8fe64-4b0e-4761-9161-c3008209bd28",
    "instruction": "即使不學習也不會有什麼不利 ，是因為地的廣大，包容萬物的緣故。 胸懷纔華而不顯露 ，是要把握時機纔發揮， 如果輔佐君主 ，必能大顯身手，一展抱負。 紮緊袋口，不說也不動，可以免遭禍患 ，說明小心謹慎從事，是不會有害的。 黃色的衣服，最為吉祥，是因為黃色代錶中，行事以中道為準則，當然是吉祥的。 陰氣盛極，與陽氣相戰於郊外 ，說明陰氣已經發展到盡頭瞭。\n幫我把這句話翻譯成文言文",
    "output": "不習無不利，地道光也。含章可貞，以時發也。或從王事，知光大也。括囊無咎，慎不害也。黃裳元吉，文在中也。龍戰於野，其道窮也。",
    "ppl": [
      13.054940223693848
    ]
  },
  {
    "id": "926d4e4f-f4eb-4057-9158-56ef60a8ccde",
    "instruction": "奏章送上瞭，但沒有批復。\n這句話在中國古代怎麼說：",
    "output": "書上，不報。",
    "ppl": [
      9.624269485473633
    ]
  },
  {
    "id": "c9203391-87a8-4878-9dfc-659d5bf5b828",
    "instruction": "翻譯成現代文：\n顯祖以城在江錶，據守非便，有詔還之。\n答案：",
    "output": "顯祖覺得郢城位居江邊，防守不太方便，便下詔將城歸還梁朝。",
    "ppl": [
      2.7521629333496094
    ]
  },
  {
    "id": "597526df-7f40-4443-b951-fc71003c95ef",
    "instruction": "他們用銀作錢幣，錢幣鑄稱象國王容貌的樣子，國王死去，就改換錢幣，這是因為要模仿國王的麵貌。\n翻譯成文言文：",
    "output": "以銀為錢，錢如其王麵，王死輒更錢，效王麵焉。",
    "ppl": [
      3.7108817100524902
    ]
  },
  {
    "id": "745b6dcb-746a-41ec-8901-207781f0e774",
    "instruction": "翻譯成現代文：\n魏博羅紹威進救接百官絹韆匹、綿三韆兩。\n答案：",
    "output": "魏博的羅紹威進獻接濟百官的絹帛一韆匹、綿三韆兩。",
    "ppl": [
      2.056947708129883
    ]
  },
  {
    "id": "524f8262-0531-4488-9fcf-4f224290c9f7",
    "instruction": "文言文翻譯：\n鬍沙虎從之。",
    "output": "答案：鬍沙虎聽從瞭他的意見。",
    "ppl": [
      1.3565555810928345
    ]
  },
  {
    "id": "ce180999-74ea-437e-9d15-34092e32d1c8",
    "instruction": "司命君\n幫我把這句話翻譯成文言文",
    "output": "司命君",
    "ppl": [
      1.0237977504730225
    ]
  },
  {
    "id": "9ceb0a2a-63ca-4fdf-818c-13f15ea3016c",
    "instruction": " 我聽說誠信是國傢的根本，百姓的歸宿，因此文王允許重新掩埋枯骨而不違背道義，仲尼寜可絕食而堅守信義。\n把這句話翻譯成文言文：",
    "output": "臣聞信為國本，百姓所歸，是以文王許枯骨而不違，仲尼寜去食而存信。",
    "ppl": [
      2.5264732837677
    ]
  },
  {
    "id": "2fd3a6de-e304-43b7-ae6a-24409726fa26",
    "instruction": "翻譯成現代文：\n充軍者，明初唯邊方屯種。\n答案：",
    "output": "充軍之刑，明初隻有去邊境屯田。",
    "ppl": [
      4.991328239440918
    ]
  },
  {
    "id": "91801ee7-0240-466a-9a96-9b88823a5480",
    "instruction": "將下麵句子翻譯成文言文：\n初十，晉升煬帝任藩王時的舊臣鮮於羅等二十七人的官職和爵位，高低不等。",
    "output": "壬戌，擢籓邸舊臣鮮於羅等二十七人，官爵有差。",
    "ppl": [
      2.794760227203369
    ]
  },
  {
    "id": "e38ae1d1-aaa1-4ab7-a151-3a6076ded2f8",
    "instruction": "送龜廷尉，廷尉便當考掠，何復請告者主名，吾豈妄收龜邪？\n翻譯成白話文：",
    "output": "將劉龜送到廷尉，廷尉就應該拷問他，為什麼還要知道上告人的名字，我難道會鬍亂收押劉龜嗎？",
    "ppl": [
      3.116677761077881
    ]
  },
  {
    "id": "335f677e-bb7e-4d00-b623-a6e7ad2c0a50",
    "instruction": "夏季四月，辛酉，黃河大水上漲，眼看就要淹毀滑州城，硃全忠命令再行決口把黃河一分為二，兩條河夾著滑州城嚮東滾滾流去，危害相當嚴重。\n把這句話翻譯成文言文：",
    "output": "夏，四月，辛酉，河漲，將毀滑州城，硃全忠命決為二河，夾滑城而東，為害滋甚。",
    "ppl": [
      2.595014810562134
    ]
  },
  {
    "id": "6ec0d334-398c-4bfb-a9b7-cd0744fb5434",
    "instruction": "十三日，祭祀太廟。\n這句話在中國古代怎麼說：",
    "output": "壬辰，饗太廟。",
    "ppl": [
      2.0334880352020264
    ]
  },
  {
    "id": "9adef54c-555e-4dbd-8753-8e8cac87c87c",
    "instruction": "其所經過及傳聞則有百數十國，因立記傳。\n把這句話翻譯成現代文。",
    "output": "他們所經過和沿途聽到的則共有一百幾十個國傢，於是就把這些國傢載入傳記。",
    "ppl": [
      2.7818386554718018
    ]
  },
  {
    "id": "5d63806a-9ba8-4f42-a22b-82ae6335928b",
    "instruction": "翻譯成現代文：\n彬性好飲酒，以瓠壺瓢勺杬皮為肴，著帛冠十二年不改易，以大瓠為火籠，什物多諸詭異，自稱 卞田居 ，婦為 傅蠶室 。",
    "output": "卞彬生性喜好飲酒，以葫蘆、瓠瓜、杬木皮作為菜肴，戴絲帽十二年也不變換；用大葫蘆作火籠，所用物具大多是些奇奇怪怪的。他自稱為 卞田居 ，稱妻為 傅蠶室 。",
    "ppl": [
      2.771641492843628
    ]
  },
  {
    "id": "148b291e-2576-4570-a6ce-7d2ba0b51730",
    "instruction": "七月，皇帝授武皇金紫光祿大夫、檢校左僕射、河東節度使。\n翻譯成古文：",
    "output": "七月，天子授武皇金紫光祿大夫、檢校左僕射、河東節度使。",
    "ppl": [
      1.2456079721450806
    ]
  },
  {
    "id": "56717369-342a-4467-ab20-ed239e29573c",
    "instruction": "在石頭上挖瞭幾寸深，叫僧人伸進手去，拿到一鬥多陳米，立即將米放在鍋裏，接瞭瀑布的水，敲石取火煮飯。\n這句話在中國古代怎麼說：",
    "output": "劚石深數寸，令僧探之，得陳米鬥餘，即置於釜。",
    "ppl": [
      4.115261554718018
    ]
  },
  {
    "id": "2680ab84-1a34-448a-b143-2663a78002b1",
    "instruction": "天生此妖，以破殘百姓。\n把這句話翻譯成現代文。",
    "output": "天生此妖，就是來殘害百姓的啊！",
    "ppl": [
      2.453033685684204
    ]
  },
  {
    "id": "d78e2bfe-d28a-4078-8cae-b4482c6e7325",
    "instruction": "乾自以得誌，無心為理，貪暴益甚，徇於財色。\n翻譯成現代文：",
    "output": "乾自認為得誌，無心為政，貪暴之舉越來越嚴重，徇於錢財女色。",
    "ppl": [
      2.2877941131591797
    ]
  },
  {
    "id": "d1985f2e-e29b-4953-9156-19abc244e482",
    "instruction": "卿宜體茲眷遇，罄乃誠明，敘經國之大猷，述緻君之遠略，盡形奏牘，以沃朕心。\n翻譯成白話文：",
    "output": "你應體會這種親厚禮遇，盡你的誠心聰明，敘述治理國傢的大道術，述說緻於君子的遠大謀略，全都寫在奏章上，以滋潤我的心田。",
    "ppl": [
      3.9387388229370117
    ]
  },
  {
    "id": "6fc83a00-cf68-4d74-93b5-c46da31ddae5",
    "instruction": "鼕十月初九，以樞密副使王師儒為監修國史。\n翻譯成古文：",
    "output": "鼕十月壬寅，以樞密副使王師儒監修國史。",
    "ppl": [
      1.2771357297897339
    ]
  },
  {
    "id": "c9774be4-b322-4479-9513-33a677b0d542",
    "instruction": "自去年十月以來，一直都未下雨。九月，明帝率朝臣舉行盛大的祭祀求雨儀式。\n翻譯成古文：",
    "output": "自去鼕十月至此月不雨，辛巳，大雩。",
    "ppl": [
      7.294284343719482
    ]
  },
  {
    "id": "b60c2e9f-1b6a-40f1-955d-4b5888cb5037",
    "instruction": "初，圖典庚戌會試。\n翻譯成現代文：",
    "output": "起初，王圖主管庚戌年的會試。",
    "ppl": [
      2.4452919960021973
    ]
  },
  {
    "id": "75af3dce-7bbb-433d-a9b5-0d9ed2c7d7b3",
    "instruction": "文言文翻譯：\n臾曰： 吾湣子誌尚，試為一奏。",
    "output": "答案：老翁說： 我同情您的誌趣和愛好，現在為您試著吹奏一下。",
    "ppl": [
      4.1515045166015625
    ]
  },
  {
    "id": "b92a9bb3-bac9-4908-b09e-c730c2ce2f35",
    "instruction": "於是元、元胄都被朝廷罷免瞭官職。\n這句話在古代怎麼說：",
    "output": "旻、胄坐免官。",
    "ppl": [
      4.568514823913574
    ]
  },
  {
    "id": "87101fbf-f83c-4670-a4a2-6ab784ed04af",
    "instruction": "公子為這件事憂慮萬分，屢次請求魏王趕快齣兵，又讓賓客辯士們韆方百計地勸說魏王。\n幫我把這句話翻譯成文言文",
    "output": "公子患之，數請魏王，及賓客辯士說王萬端。",
    "ppl": [
      3.2741682529449463
    ]
  },
  {
    "id": "1fec1767-c56d-4e9a-a10b-fd408c9a2b78",
    "instruction": "有人說： 齊王，是高帝的長孫，可立他為帝。\n翻譯成文言文：",
    "output": "或言： 齊王，高帝長孫，可立也。",
    "ppl": [
      1.9399248361587524
    ]
  },
  {
    "id": "ad1e95ba-2e19-459b-98c4-13985240f5c6",
    "instruction": "現在太子隻聽說我壯年時的情況，卻不知道我的身體已大不如當年瞭。有幸得到他的教導說： 燕秦勢不兩立，希望先生盡力想想辦法。\n翻譯成文言文：",
    "output": "今太子聞光壯盛之時，不知吾形已不逮也，幸而教之曰： 燕、秦不兩立，願先生留意也。",
    "ppl": [
      4.729757308959961
    ]
  },
  {
    "id": "fda86974-3ab8-4c08-b70f-45be9d98cf90",
    "instruction": "這些都是亡國之君所走的道路。所以，《明法》篇說： 專授則失。\n幫我把這句話翻譯成文言文",
    "output": "如此者，亡主之道也。故《明法》曰： 專授則失。",
    "ppl": [
      1.9957213401794434
    ]
  },
  {
    "id": "8cb825ac-ad9d-49c5-87f3-3db8b51fbd17",
    "instruction": "尋徵還，敕與群官議定律令，加儀同三司。\n翻譯成現代文：",
    "output": "不久便召還，下令他與群臣一起議定律令，加官儀同三司。",
    "ppl": [
      2.2569775581359863
    ]
  },
  {
    "id": "a3af06c2-db24-4b9c-b7d2-948aa49b42fa",
    "instruction": "派遣官員檢察兩浙州縣，販濟飢民。\n翻譯成文言文：",
    "output": "遣官檢察兩淮州縣，振濟飢民。",
    "ppl": [
      1.9527658224105835
    ]
  },
  {
    "id": "8165fd6f-bf72-40fe-8a5c-69c3f7c0c9de",
    "instruction": "兵科許弘綱等人認為李如鬆違反製度，尚書石星也說李如鬆按詔書應受總督節度，不得自行其是，皇帝於是下詔申飭。\n翻譯成文言文：",
    "output": "兵科許弘綱等以為非製，尚書石星亦言如鬆敕書受督臣節度，不得自專，帝乃下詔申飭。",
    "ppl": [
      2.3692097663879395
    ]
  },
  {
    "id": "3ba79f95-9557-4cda-a2b1-bc8c3fb71a2d",
    "instruction": "文言文翻譯：\n卒，陪葬金陵。",
    "output": "答案：去世，在金陵陪葬。",
    "ppl": [
      1.7752900123596191
    ]
  },
  {
    "id": "2b09c76b-7e4d-4be1-a0ed-bf8884f59002",
    "instruction": "騫諭使指曰： 烏孫能東居渾邪地，則漢遣翁主為昆莫夫人。\n翻譯成現代文：",
    "output": "張騫嚮昆莫說明瞭他齣使的旨意，說： 如果烏孫能嚮東遷移到渾邪王的舊地去，那麼漢朝將送一位諸侯的女兒嫁給昆莫做妻子。",
    "ppl": [
      3.0927815437316895
    ]
  },
  {
    "id": "b6d08c44-71c9-4b5e-89d9-9946b0b0f2e1",
    "instruction": "我所以知道濟北王的病因，我切脈時，脈象有風邪，心脈重濁。\n這句話在古代怎麼說：",
    "output": "所以知濟北王病者，臣意切其脈時，風氣也，心脈濁。",
    "ppl": [
      4.295173168182373
    ]
  },
  {
    "id": "c08ff03d-724b-4f51-a818-4c48e0f28cce",
    "instruction": "庚戌日，封皇子值蓬為盤興王，繼承壓烈王。\n翻譯成古文：",
    "output": "庚戌，封皇子伯茂為始興王，奉昭烈王後。",
    "ppl": [
      3.6199257373809814
    ]
  },
  {
    "id": "9141a97e-746f-4221-be4f-154de0ee76c1",
    "instruction": "明年夏，滔屯河間，留大將馬寔以兵萬人戍魏。\n翻譯成現代文：",
    "output": "第二年夏，硃滔屯駐河間，留大將馬萛帶領一萬兵馬戍守魏州。",
    "ppl": [
      2.6824638843536377
    ]
  },
  {
    "id": "2bd02a23-d60f-4c48-9be9-11688cdc20dd",
    "instruction": "二十八日，宿州報告，宿州被餓死的有八百六十七人。\n這句話在古代怎麼說：",
    "output": "戊申，宿州奏，部民餓死者八百六十有七人。",
    "ppl": [
      2.8962204456329346
    ]
  },
  {
    "id": "bb7ba0f1-ccf5-4f8b-ad3d-766ad076e462",
    "instruction": "將下麵句子翻譯成現代文：\n齊，秦之深仇也，其聽王不待辭之畢也。則是王失之於齊而取償於秦，而示天下有能為也。",
    "output": "齊國是秦國的世代仇傢，齊王一定不會等到趙國使臣告辭就答應齣兵，於是大王您雖然割地給瞭齊國，卻可以從進攻秦國得到補償，而且嚮天下顯示趙國尚有所作為。",
    "ppl": [
      3.854884386062622
    ]
  },
  {
    "id": "bb172a50-f893-4ca4-a8b8-5ccf93bf702d",
    "instruction": "平地北部外圍還有群山環繞，長長的也從東嚮西延伸，平地東邊距離渾源州三十裏，西邊距離應州七十裏。\n這句話在中國古代怎麼說：",
    "output": "其北又有外界山環之，長亦自東而西，東去渾源州三十裏，西去應州七十裏。",
    "ppl": [
      3.095871686935425
    ]
  },
  {
    "id": "9f53c35c-2211-4ae1-85a0-e2ee4e06906f",
    "instruction": "昭朝誅，吾當夕至。\n幫我把這句話翻譯成現代文",
    "output": "如果明昭早晨被處死，我傍晚將會趕到。",
    "ppl": [
      4.198225498199463
    ]
  },
  {
    "id": "68775253-c86f-483d-89a4-8a9e216bbd82",
    "instruction": "將下麵句子翻譯成文言文：\n桓公後悔，想不歸還魯國被占領土並殺死曹沫。",
    "output": "桓公後悔，欲無與魯地而殺曹沫。",
    "ppl": [
      2.046147108078003
    ]
  },
  {
    "id": "71b99f04-eaf9-4494-937e-e9efbf7900d1",
    "instruction": "蕭欣為郡，伐之，言有大蛇從樹腹中墜下，大數圍，長三丈，群小蛇數十，隨入南山，聲如風雨。\n幫我把這句話翻譯成現代文",
    "output": "據說當時有一條大蛇從樹洞中墜下，蛇身大數圍，長三丈，一群小蛇約數十條跟著它爬進南山裏，聲音有如風雨。",
    "ppl": [
      2.411790609359741
    ]
  },
  {
    "id": "22e4f8f9-92ae-492f-8b5b-8df30cadffd2",
    "instruction": "這年，授太子左庶子，封石泉公，其他職務如故，俸祿等同職事三品，兼侍皇太子讀書。\n翻譯成文言文：",
    "output": "朝官尚猶如此，宮臣歸則不疑。",
    "ppl": [
      12.64449405670166
    ]
  },
  {
    "id": "4f77e1f1-75ad-45dc-8583-a61dd43ab32c",
    "instruction": "君子達於道之謂達，窮於道之謂窮。\n翻譯成白話文：",
    "output": "君子在道義上通達叫做通達，在道義上睏窮叫做咀窮。",
    "ppl": [
      3.7633368968963623
    ]
  },
  {
    "id": "813de503-db30-4828-954e-c06ba51e09c5",
    "instruction": "將下麵句子翻譯成現代文：\n內降當執奏，則不待下殿而已行；濫恩當裁抑，則不從中覆而遽命。",
    "output": "內降應該奏明，卻不等離開宮殿就已經實行瞭；不閤規定的恩典應該裁減和抑製，卻不經過認真審查就已經下達瞭命令。",
    "ppl": [
      3.659762382507324
    ]
  },
  {
    "id": "7c5a4928-350e-4a4e-bd85-71f4a918794e",
    "instruction": "尋授散騎常侍，遷雲旗將軍、西陽武昌二郡太守。\n幫我把這句話翻譯成現代文",
    "output": "不久任命為散騎常侍，升任雲旗將軍、西陽和武昌兩個郡的太守。",
    "ppl": [
      1.5091636180877686
    ]
  },
  {
    "id": "52bb7f99-93d4-4d90-91f0-73952605bf4b",
    "instruction": "將下麵句子翻譯成現代文：\n自失不足以難，以嚴駔則可。",
    "output": "彆人犯過失不足以責難，用嚴厲驕橫的態度待人則應該責難。",
    "ppl": [
      3.0057923793792725
    ]
  },
  {
    "id": "69971f94-1088-4ed5-9478-96d21f4ebf5a",
    "instruction": "翻譯成現代文：\n統軍使善補為伏兵所圍，樞密使斜軫救免，詔以失備杖之。\n答案：",
    "output": "統軍使善補被伏兵包圍，樞密使斜軫馳救，得免。詔令以疏於防備之罪杖責善補。",
    "ppl": [
      2.0140740871429443
    ]
  },
  {
    "id": "faa2585b-efd6-40db-886a-b8354b31c59e",
    "instruction": "翻譯成現代文：\n鞦七月丁酉，太白晝見。\n答案：",
    "output": "鞦七月初一，太白星白天顯現。",
    "ppl": [
      1.8925955295562744
    ]
  },
  {
    "id": "dc1b6a11-7f7a-471e-bdf1-c315bf6f0d7a",
    "instruction": "高祖曰： 司空言是也。\n幫我把這句話翻譯成現代文",
    "output": "高祖說： 司空的話是對的。",
    "ppl": [
      1.3527592420578003
    ]
  },
  {
    "id": "d1f2d9cf-0bf3-4a26-bb9e-6822dbaaaf42",
    "instruction": "二帝旌旗輕鬆指嚮，羯人黨羽聞風喪膽。\n翻譯成文言文：",
    "output": "旌旗輕指，羯黨破喪。",
    "ppl": [
      2.6636478900909424
    ]
  },
  {
    "id": "3cc199bc-38e7-4b12-b328-e77b1499696d",
    "instruction": "到需要除去殯棺的塗封物時，下令開啓棺殯。到行朝廟禮時，指揮運載棺柩前往祖廟 ，於是設置朝廟奠。到設祖奠時，裝飾棺柩，載上柩車，接著指揮柩車調頭。\n翻譯成古文：",
    "output": "及闢，令啓；及朝，禦，乃奠；及祖，飾棺，乃載，遂禦。",
    "ppl": [
      4.552125453948975
    ]
  },
  {
    "id": "eb9fd5fe-405f-4ab6-9642-f1dec020db59",
    "instruction": "壬午，胥童、夷羊五帥甲八百，將攻郤氏。長魚矯請無用眾，公使清沸魋助之，抽戈結衽，而僞訟者。\n翻譯成現代文：",
    "output": "十二月二十六日，胥童、夷羊五率領甲士八百人準備進攻郤氏，長魚矯請求不要興師動眾，晉厲公派清沸魋去幫助他們。長魚矯和清沸魋抽齣戈來，衣襟相結，裝成打架爭訟的樣子。",
    "ppl": [
      2.6198227405548096
    ]
  },
  {
    "id": "f50cb7af-3a32-4918-8cf9-8535e605017e",
    "instruction": "翻譯成文言文：\n張良藉高祖問話道破瞭高祖的心意，因此高祖能輕易接受張良的建議，平息群臣的疑慮，不能不說張良的計謀是非常高明的。",
    "output": "帝所慮亦止此一著，良乘機道破，所以其言易入，而諸將之浮議頓息，不可謂非奇謀也!",
    "ppl": [
      12.37221622467041
    ]
  },
  {
    "id": "31b7bc52-9ade-48e9-a07f-bb86b70a8313",
    "instruction": "翻譯成現代文：\n上由是不說式。\n答案：",
    "output": "皇上由此不喜歡蔔式。",
    "ppl": [
      7.194426536560059
    ]
  },
  {
    "id": "f082a64b-a36b-401c-930e-10fe57d8ffe9",
    "instruction": "祐具以對。\n翻譯成白話文：",
    "output": "王祐就實話實說。",
    "ppl": [
      3.783219814300537
    ]
  },
  {
    "id": "e038a9d2-7a70-4360-87d1-0639da52d041",
    "instruction": "翻譯成文言文：\n朝廷下詔命辛雄為行颱左丞，與臨淮王元，嚮東進至葉城；彆將裴衍，嚮西打通亞鳥地一帶的道路。\n答案：",
    "output": "詔雄為行颱左丞，與臨淮王彧東趣葉城；彆將裴衍，西通鴉路。",
    "ppl": [
      2.9310905933380127
    ]
  },
  {
    "id": "801587fd-d4a2-4eb9-b023-fdb07725a966",
    "instruction": "將下麵句子翻譯成文言文：\n十八日，哀帝讓位，遷居曹州，號稱濟陰王。",
    "output": "甲子，皇帝遜於位，徙於曹州，號濟陰王。",
    "ppl": [
      2.452110528945923
    ]
  },
  {
    "id": "4563bb73-e431-4305-9b61-6d84abbe19ef",
    "instruction": "做麥麯，大麥、小麥都可以選用。\n翻譯成文言文：",
    "output": "凡麥麯，大、小麥皆可用。",
    "ppl": [
      1.9628639221191406
    ]
  },
  {
    "id": "7f83ccca-c780-46c5-9ae5-9834f29fa049",
    "instruction": "局部呈青色，形狀與楮實、瓜蔞的子實一樣遍布，時常發冷發熱，應急速治療以解除寒熱。如果不治療，可遷延十年之久而死亡，死後潰破齣膿。\n翻譯成文言文：",
    "output": "色青，其狀如榖實、𦸈𧁾，常苦寒熱，急治之，去其寒熱，十歲死，死後齣膿。",
    "ppl": [
      6.009850978851318
    ]
  },
  {
    "id": "b2257d16-46ac-482a-883e-b16e1cbb07de",
    "instruction": "燕王率將士突入陣中，戰至天黑，雙方互有死傷。\n翻譯成文言文：",
    "output": "王帥將士馳入陣，戰至暝，互有殺傷。",
    "ppl": [
      2.4455361366271973
    ]
  },
  {
    "id": "47f2e599-aa49-4c8c-9a24-5fa064779ec1",
    "instruction": "開元二十五年春季，正月，首次設置玄學博士，每年都像科舉中的明經科一樣考試。\n幫我把這句話翻譯成文言文",
    "output": "開元二十五年丁醜，公元七三七年春，正月，初置玄學博士，每歲依明經舉。",
    "ppl": [
      3.2710671424865723
    ]
  },
  {
    "id": "b219170f-e8e2-4492-aadd-a7e5e9edfc1b",
    "instruction": "繼而又分列前進，錶示戰事已經成功。\n翻譯成文言文：",
    "output": "分郟而進，所以事蚤濟。",
    "ppl": [
      20.854942321777344
    ]
  },
  {
    "id": "8db30176-ac4b-4fda-9122-12d9c149cd58",
    "instruction": "翻譯成文言文：\n貞觀五年，張蘊古任大理寺丞。\n答案：",
    "output": "貞觀五年，張蘊古為大理丞。",
    "ppl": [
      1.3042526245117188
    ]
  },
  {
    "id": "4f8b005b-5ee8-4056-8e17-6fa1171cd455",
    "instruction": "憂患不除，則民不安其居；民不安其居，則民望絕於上矣。\n翻譯成現代文：",
    "output": "憂患不能除，百姓就不得安居；百姓不得安居，他們對君主就絕望瞭。",
    "ppl": [
      2.0169408321380615
    ]
  },
  {
    "id": "eabda2f5-802d-4629-9d8b-8875fac3a320",
    "instruction": "還有個市場，每四日開市一次。\n把這句話翻譯成文言文：",
    "output": "縣有市肆，四日一會。",
    "ppl": [
      4.772757053375244
    ]
  },
  {
    "id": "c0d07781-0f1e-4359-93fa-6b7a0d1fc13a",
    "instruction": "副使鄭仁誨、皇城使嚮訓、恩州團練使李重進，皆帝在籓鎮時腹心將佐也，帝即位，稍稍進用。\n把這句話翻譯成現代文。",
    "output": "樞密副使鄭仁誨、皇城使嚮訓、恩州團練使李重進，都是太祖在藩鎮時的心腹將佐，太祖即位，逐漸提拔起用他們。",
    "ppl": [
      1.7063028812408447
    ]
  },
  {
    "id": "3dd10089-36fa-4ae6-a912-9508c0952d81",
    "instruction": "災患異象日蝕，譴責接二連三的到來。\n這句話在古代怎麼說：",
    "output": "災異日食，譴告纍至。",
    "ppl": [
      2.7246079444885254
    ]
  },
  {
    "id": "ceede4e2-cc12-4e72-ac3e-8870c5a3f88c",
    "instruction": "鞦季，九月，戊申晦，齣現日食，赦免天下囚犯。\n這句話在古代怎麼說：",
    "output": "鞦，九月，戊申晦，日有食之，赦天下徒。",
    "ppl": [
      1.899808406829834
    ]
  },
  {
    "id": "cd44f79e-3cd6-480d-b3d9-64e0d3a05150",
    "instruction": "總計薄山山係之首尾，自苟林山起到陽虛山，共十六座山，二韆九百八十二裏。\n幫我把這句話翻譯成文言文",
    "output": "凡薄山之首，自苟林之山至於陽虛之山，凡十六山，二韆九百八十二裏。",
    "ppl": [
      2.060378313064575
    ]
  },
  {
    "id": "e6c631cc-1c67-4cae-ad8a-88efb011526f",
    "instruction": "翻譯成現代文：\n辛酉，還上京。\n答案：",
    "output": "二十八日，迴上京。",
    "ppl": [
      3.173708200454712
    ]
  },
  {
    "id": "388cf8e7-b4d6-48a0-8278-01b7125301a2",
    "instruction": "翻譯成文言文：\n聖人是可能通過學習做到的，所以田詘說做聖人容易。\n答案：",
    "output": "夫聖可學為，故田詘謂之易。",
    "ppl": [
      3.22160267829895
    ]
  },
  {
    "id": "bf26085a-84ee-4ee5-91cb-c15c09f57d2d",
    "instruction": "案宗廟之製，祖宗之號，皆身沒名成乃正其禮。\n翻譯成白話文：",
    "output": "宗廟製度，祖宗的名號，都是在去世之後立纔閤乎禮製。",
    "ppl": [
      3.949428081512451
    ]
  },
  {
    "id": "651aed70-4e90-4e1b-a653-2ffc269c082f",
    "instruction": "文宗下詔，命禦史颱、刑部和大理寺三司會審。\n幫我把這句話翻譯成文言文",
    "output": "詔三司鞫之。",
    "ppl": [
      9.938411712646484
    ]
  },
  {
    "id": "c9784040-4299-47ef-bd28-e057707014cb",
    "instruction": "在朝之人不務相讓久矣，天下化之。\n翻譯成現代文：",
    "output": "在朝廷裹的人不緻力於謙讓已經很久瞭，天下也因此變化。",
    "ppl": [
      3.9068970680236816
    ]
  },
  {
    "id": "3f3814e8-bb5b-44cf-aee4-2e656e707742",
    "instruction": "翻譯成現代文：\n但以安土重遷，物之常性，一旦南移，懼不樂也。",
    "output": "僅因留戀故土不願遷居，是人的本性，一旦嚮南遷移，擔心人們不樂意。",
    "ppl": [
      3.8556506633758545
    ]
  },
  {
    "id": "bb284f0e-cb1e-4f1d-adb5-3785fee94ca1",
    "instruction": "道士叩頭，請求把藥尋找迴來。\n把這句話翻譯成文言文：",
    "output": "道士叩頭，請卻擒覓。",
    "ppl": [
      4.650991439819336
    ]
  },
  {
    "id": "d7ddbbb4-f42f-48de-ba25-20a0d3d64ce1",
    "instruction": "又有崖水發源於南山北榖，流經崖峽，北流與乾山之水匯閤。\n翻譯成古文：",
    "output": "又有崖水齣南山北榖，徑崖峽，北流與乾山之水會。",
    "ppl": [
      1.7273156642913818
    ]
  },
  {
    "id": "740cc710-9de2-4b0d-91d1-c252bc01a45f",
    "instruction": "翻譯成文言文：\n於是立即就齣發。\n答案：",
    "output": "遂發。",
    "ppl": [
      1.7680702209472656
    ]
  },
  {
    "id": "fafd4c28-9b35-45ea-ad2d-54eedab87133",
    "instruction": "僧住此四十餘日，暫辭，齣人間求食。\n翻譯成白話文：",
    "output": "法朗在這裏住瞭四十多天，就暫時告辭齣去，到人間去尋找糧食。",
    "ppl": [
      2.4082205295562744
    ]
  },
  {
    "id": "f5f56910-6d04-4a5e-89ee-849f20369c4a",
    "instruction": "武定四年。自散騎常侍改任秘書監。\n翻譯成文言文：",
    "output": "武定四年，自散騎常侍轉秘書監。",
    "ppl": [
      1.2205084562301636
    ]
  },
  {
    "id": "95ecd045-4354-445c-8771-5b045c725523",
    "instruction": "太後思徐有功用法平，擢拜左颱殿中侍禦史，遠近聞者無不相賀。\n翻譯成白話文：",
    "output": "太後思念徐有功執法公平，重新提拔他為左颱殿中侍禦史，知道的人無不互相慶賀。",
    "ppl": [
      2.4588358402252197
    ]
  },
  {
    "id": "f75bf45c-eddb-4a56-884d-ea5044eab5d7",
    "instruction": "右軍都督府：本府所屬衛，仍隸屬北京右府。\n幫我把這句話翻譯成文言文",
    "output": "右軍都督府",
    "ppl": [
      2.8082621097564697
    ]
  },
  {
    "id": "484c16e7-d955-4564-9f7d-aa0116b38940",
    "instruction": "乙亥，詔中書、樞密細務歸之有司。\n翻譯成白話文：",
    "output": "二十九日，詔中書省、樞密院的細小事務歸有關部門管理。",
    "ppl": [
      2.4490549564361572
    ]
  },
  {
    "id": "81c0443f-659a-4bd5-9a5a-195ae652a777",
    "instruction": "翻譯成現代文：\n臣願無聽群臣之相惡也，慎大臣父兄；用民之所善，節身之嗜欲，以百姓。\n答案：",
    "output": "我希望您不要去聽信大臣們之間互相攻擊詆毀的話，要審慎地任用大臣和宗親。要任用那些百姓所喜歡的人，節製自己的嗜好和欲望，依據百姓的喜好來決定各種事情。",
    "ppl": [
      3.008627414703369
    ]
  },
  {
    "id": "baa8990b-067a-480b-bab6-2a40c1d4c18f",
    "instruction": "將下麵句子翻譯成現代文：\n卿，蜀中名將，不諳海道，年已老，兵與將不習，竟不能有所為。",
    "output": "何卿是蜀中名將，不熟悉海道，年紀已老，兵與將不熟悉，竟不能有所作為。",
    "ppl": [
      1.592774748802185
    ]
  },
  {
    "id": "21affeac-10df-4b89-90bf-05a920bb1d66",
    "instruction": "若夫望遠鏡，亦名窺筒，其製虛管層疊相套，使可伸縮，兩端俱用玻璃，隨所視物之遠近以為長短。\n翻譯成白話文：",
    "output": "至於望速鏡，又名窺筒。它的形製是空管層層重疊相套，讓它能夠伸長和收縮，兩端都使用玻璃，隨著觀察物體的遠近，或拉長，或縮短。",
    "ppl": [
      2.336873769760132
    ]
  },
  {
    "id": "8c83126a-a9be-494e-8894-852a79b1d721",
    "instruction": "九月壬午，玉山火，燔學捨及民居三百餘傢。\n幫我把這句話翻譯成現代文",
    "output": "九月壬午日，玉山發生火災，焚燒學校及平民的房屋三百多傢。",
    "ppl": [
      1.7696489095687866
    ]
  },
  {
    "id": "475a578a-7e9f-4043-8748-3040e0f76c4d",
    "instruction": "魏人大駭，令僕射於暉率衆十萬及高歡、爾硃陽都等相繼而至。柵中矢盡，南軍不進，乃夜潰圍而齣。\n翻譯成現代文：",
    "output": "魏人大驚，便命令僕射於暉帶領十萬軍隊和高歡、爾硃陽都等人相繼到達，羊侃軍營中箭已射完，南軍又沒有到達，羊侃便在夜間突圍而走。",
    "ppl": [
      2.5981385707855225
    ]
  },
  {
    "id": "c8a4b304-b620-451d-ab5e-3c4a8636d44f",
    "instruction": "翻譯成文言文：\n老人說： 到水邊上照照！",
    "output": "老人曰： 於水照之。",
    "ppl": [
      2.391819953918457
    ]
  },
  {
    "id": "abb4d406-7430-46e0-8e39-76ac9a5c3d3c",
    "instruction": "楊偉不悟，即用之，上曆錶雲： 自古及今，凡諸曆數，皆未能並己之妙。\n幫我把這句話翻譯成現代文",
    "output": "握偉對此沒有認識，仍然沿用舊的方法推算，並在所呈的曆錶中說： 從古到今，各種曆法上的數據都不能和它同樣高明。",
    "ppl": [
      3.808471918106079
    ]
  },
  {
    "id": "09ae4c45-ea1c-4f0a-b3a4-24823ed91d72",
    "instruction": "景車裂皓以徇，城中無少長皆斬之。\n幫我把這句話翻譯成現代文",
    "output": "侯景將祖皓車裂示眾，城中不分老少全都殺光。",
    "ppl": [
      4.931423187255859
    ]
  },
  {
    "id": "34362324-baf2-4953-9b31-532d9cc3eb1a",
    "instruction": "神靈到來啊，察鑒我愚下的內衷。\n翻譯成古文：",
    "output": "神其至止，以鑒愚衷。",
    "ppl": [
      5.114944934844971
    ]
  },
  {
    "id": "622baa4c-b9c8-4f69-9771-edeb17847f00",
    "instruction": "將下麵句子翻譯成文言文：\n彥伯便把自己的事情都告訴瞭她。",
    "output": "彥伯因具道其事。",
    "ppl": [
      4.453622341156006
    ]
  },
  {
    "id": "6018c441-6cb3-4ed5-9469-02c21e0a819f",
    "instruction": "庚申，幸中書省。\n翻譯成現代文：",
    "output": "十五日，駕到中書省。",
    "ppl": [
      3.0225112438201904
    ]
  },
  {
    "id": "955f138a-c148-413c-9a2d-09212a1b25ff",
    "instruction": "翻譯成文言文：\n何況又聽說劉士元踢破驛捨之門，搶奪武將鞍馬，而且拉弓按箭，恐嚇侮辱朝廷命官，自前代以來，沒有這樣的事。\n答案：",
    "output": "況聞士元蹋破驛門，奪將鞍馬，仍索弓箭，嚇辱朝官，承前已來，未有此事。",
    "ppl": [
      3.467820167541504
    ]
  },
  {
    "id": "980a06d7-628e-4a6c-b275-3d362722ce61",
    "instruction": "這樣的話，那麼隻有燕國、衛國兩個姬姓國留存下來，可是衛國到秦二世鬍亥時就絕瞭，如果認為是召公、康叔之德的作用，那麼周公難道還不如嗎？\n這句話在中國古代怎麼說：",
    "output": "然則惟燕、衛二姬姓存。而衛至鬍亥世乃絕，若以為召公、康叔之德，則周公豈不及乎！",
    "ppl": [
      2.334364891052246
    ]
  },
  {
    "id": "a93b6f13-abab-4adb-bc97-db593c8f99d2",
    "instruction": "文言文翻譯：\n帝怒，杖子諒於朝堂，流瀼州，死於道。",
    "output": "答案：皇帝很生氣，在朝堂上杖責周子諒，流放到氵襄州，死在半路上。",
    "ppl": [
      3.209517478942871
    ]
  },
  {
    "id": "b89deffc-3a24-4535-ae4f-b26b61fae28e",
    "instruction": "稽其曆譜諜、終始五德之傳，古文鹹不同，乖異。\n翻譯成現代文：",
    "output": "在考察那些年曆譜諜及五德轉次相承的各種情況方麵，古文的記載卻並不相同，甚至會有很大差異。",
    "ppl": [
      4.223344802856445
    ]
  },
  {
    "id": "9007c972-a121-442e-980d-73bd62c8c3d0",
    "instruction": "翻譯成現代文：\n鎬疏辨乞休，帝不問，鎬竟引去。\n答案：",
    "output": "楊鎬上書辯解並請求離職，神宗不加過問，楊鎬最後迴鄉去瞭。",
    "ppl": [
      2.757434844970703
    ]
  },
  {
    "id": "f5403122-d24c-42c2-ac33-d013e60395de",
    "instruction": "遷為侍中，數次召宴會見，問以得失，賞賜和恩禮寵愛異於常人。\n幫我把這句話翻譯成文言文",
    "output": "遷侍中，數召宴見，問以得失，賞賜恩禮寵異焉。",
    "ppl": [
      1.4597593545913696
    ]
  },
  {
    "id": "698b65e6-2369-4cae-a6d1-47d8984640e3",
    "instruction": "八日，襄王李亻黃去世。\n這句話在古代怎麼說：",
    "output": "己巳，襄王僙薨。",
    "ppl": [
      3.820852756500244
    ]
  },
  {
    "id": "c9ddb047-8dca-42a1-95ec-97ffc0498c04",
    "instruction": "還命令水虞漁師，收取河流湖澤池塘的賦稅，並不準在這個收稅過程中有貪汙侵占現象。\n翻譯成古文：",
    "output": "乃命水虞漁師收水泉池澤之賦，毋或侵牟。",
    "ppl": [
      3.8281409740448
    ]
  },
  {
    "id": "52d831ef-13d5-473b-af50-03273abbf46f",
    "instruction": "有一次，周氏所生公主要齣嫁，需奏請皇上。\n翻譯成文言文：",
    "output": "嘗有周傢公主，錶請齣傢。",
    "ppl": [
      5.593805313110352
    ]
  },
  {
    "id": "5c968b0e-e062-4221-94bf-1171896469f4",
    "instruction": "主人與大夫相揖讓上堂。主人拜謝大夫的光臨，大夫答拜主人。\n翻譯成文言文：",
    "output": "主人揖讓，以大夫升，拜至，大夫答拜。",
    "ppl": [
      3.3860793113708496
    ]
  },
  {
    "id": "773663bd-06bf-4b12-993e-534d593750cf",
    "instruction": "文言文翻譯：\n十二年，齊田常弑簡公，立其弟平公，常相之。",
    "output": "答案：十二年，齊國的田常殺簡公，立簡公的弟弟平公為君，由田常做他的相。",
    "ppl": [
      1.967763900756836
    ]
  },
  {
    "id": "5b0534ba-babe-4a3a-a88e-9e801d0e45a5",
    "instruction": "初，伏威與公祏少相愛，又兄事之，故軍中呼輔伯，尊禮略等。\n翻譯成白話文：",
    "output": "齊州賊寇樂伯通先為宇文化及防守丹陽，隨即率眾萬餘人歸降，子通用為尚書左僕射。",
    "ppl": [
      7.006659507751465
    ]
  },
  {
    "id": "51137543-7beb-45c6-8b58-89643263d10b",
    "instruction": "翻譯成文言文：\n《樂稽曜嘉》說： 禹將接受王位時，天象大變，疾風暴雨，以錶明將離開虞靈而迎來夏伐。\n答案：",
    "output": "《樂稽曜嘉》曰： 禹將受位，天意大變，迅風雷雨，以明將去虞而適夏也。",
    "ppl": [
      2.322078227996826
    ]
  },
  {
    "id": "b37ff182-e225-4d1c-92be-a79c93cb7b20",
    "instruction": "《詩》不是說過嗎？ 無德不報。\n翻譯成文言文：",
    "output": "《詩》不雲乎？ 無德不報。",
    "ppl": [
      1.9926077127456665
    ]
  },
  {
    "id": "78035911-877c-4451-babe-1978a1167cc1",
    "instruction": "翻譯成文言文：\n禦史中丞一人。\n答案：",
    "output": "禦史中丞一人。",
    "ppl": [
      1.0532137155532837
    ]
  },
  {
    "id": "4cbc3bb5-37e2-4afa-bbc4-32313aea41c5",
    "instruction": "直到他聽見瞭宣布命令，纔起立緻謝。觀看的人都贊嘆他臨刑而神色不憂。\n翻譯成古文：",
    "output": "徐待宣敕，然始起謝，觀者鹹嘆其臨刑而神色不撓。",
    "ppl": [
      4.295219421386719
    ]
  },
  {
    "id": "2f77c502-b2e7-40fb-8493-e4ec19684c36",
    "instruction": "齣，促炬命導，仍由之入抵其中，以火四燭，旁無路也。道者忽從右壁下，投炬蛇伏而入，竇高不逾尺，而廣亦如之。\n翻譯成白話文：",
    "output": "齣來，催促點亮火把命令道士領路，仍由原路進到洞中。用火光四處照射，四旁無路，道士忽然從右壁之下，扔進火把像蛇一樣趴伏著進去，石洞高不超過一尺，寬處也如此。",
    "ppl": [
      3.5814735889434814
    ]
  },
  {
    "id": "adc33acf-e74b-4cff-aa98-58cdb8b46963",
    "instruction": "意念明顯地傾注於某一點時，即便碰到瞭樹樁或地坑，腦袋撞到瞭樹乾，自己也覺察不到。\n把這句話翻譯成文言文：",
    "output": "意之所屬著，其行足躓株埳，頭抵植木，而不自知也。",
    "ppl": [
      15.154149055480957
    ]
  },
  {
    "id": "4a3793b3-d927-4ea4-9242-2122a64745a3",
    "instruction": "將下麵句子翻譯成文言文：\n店東賄賂、道歉，小使們纔肯將蛇箱帶走。",
    "output": "主人賂而謝之，方肯攜蛇篋而去。",
    "ppl": [
      6.0187835693359375
    ]
  },
  {
    "id": "cb387b25-5015-40a4-89b3-3190dc050b1d",
    "instruction": "宋、蘇請求讓太府拿齣二萬緡錢來設立南北兩市，用於以平價收購百姓手中的那些可供官府使用的滯銷物品，同時允許東西兩京文武百官預支官俸，以便使質量優良的官錢能夠流通到民間去。\n翻譯成文言文：",
    "output": "宋璟、蘇頲請齣太府錢二萬緡置南北方，以平價買百姓不售之物可充官用者，及聽兩京百官豫假俸錢，庶使良錢流布人間；從之。",
    "ppl": [
      6.102837562561035
    ]
  },
  {
    "id": "4a49889f-846b-4026-8c5c-f49e66a390bc",
    "instruction": "丙子，上率大軍入居庸關。\n幫我把這句話翻譯成現代文",
    "output": "二十四日，皇上率大軍進入居庸關。",
    "ppl": [
      1.5295097827911377
    ]
  },
  {
    "id": "ac25d15c-52a1-4b99-9e48-d312f8571ec6",
    "instruction": "將下麵句子翻譯成文言文：\n十四日，皇帝告諭皇太子 ：京城提控官哪有用文官充任的，他們難道懂得用兵？要趕快換掉他們。 十五日，免去各職官的侍從及各司局射糧兵曾選為充軍的人。",
    "output": "其速易之。 甲午，放免諸職官傔從及諸司局射糧兵卒嘗選充軍者。",
    "ppl": [
      5.213571548461914
    ]
  },
  {
    "id": "b27a3a4a-3f19-4ad4-821b-7c8b188bb126",
    "instruction": "翻譯成現代文：\n朝士劉廷式，本田傢。\n答案：",
    "output": "朝廷命官劉廷式本為農傢子。",
    "ppl": [
      4.131855010986328
    ]
  },
  {
    "id": "f017c880-404a-4dff-8784-0af94a33c68b",
    "instruction": "翻譯成文言文：\n薑維退軍後，郭淮趁機往西進攻羌地。\n答案：",
    "output": "維退，淮因西擊羌。",
    "ppl": [
      1.931848168373108
    ]
  },
  {
    "id": "260caeff-0176-4623-8613-3f780291c739",
    "instruction": "尚書令趙昌佞諂，素害崇，知其見疏，因奏崇與宗族通，疑有奸，請治。\n幫我把這句話翻譯成現代文",
    "output": "尚書令趙昌奸佞諂媚，嚮來嫉妒鄭崇，知道他已被疏遠，因而上奏說鄭崇與皇族勾結，懷疑奸僞，請予追究。",
    "ppl": [
      2.7689099311828613
    ]
  },
  {
    "id": "41b5c41e-da79-44fc-a139-14f5718ad0b0",
    "instruction": "文言文翻譯：\n朝陽令，前漢曰朝陽，後漢、晉曰東朝陽。",
    "output": "答案：朝陽令，前漢時名朝陽，後漢、晉代名東朝陽。",
    "ppl": [
      1.6376142501831055
    ]
  },
  {
    "id": "2dff9977-281f-410f-8e10-ccdabd0457cd",
    "instruction": "翻譯成文言文：\n王英明的謀略和勇猛的氣概，貶斥奬掖百官，以剛毅果斷的氣節，敬重對的責難錯的，所以賜給王護衛勇士三百人。\n答案：",
    "output": "王英圖猛概，抑揚韆品，毅然之節，肅是非違，是用锡王武賁之士三百人。",
    "ppl": [
      15.468080520629883
    ]
  },
  {
    "id": "5655b348-49f8-414f-91ac-7068be8bb2dc",
    "instruction": "帝不忍，以浮代賈復為執金吾，徙封父城侯。\n把這句話翻譯成現代文。",
    "output": "帝不忍，以硃浮代賈復為執金吾，徙封父城侯。",
    "ppl": [
      1.4765815734863281
    ]
  },
  {
    "id": "37d889b9-a65a-4523-ab74-fa8c9813701e",
    "instruction": "翻譯成文言文：\n您常認為賀若弼有文臣武將的奇異纔能，胸懷恢宏寬闊，而賀若弼一再對我說，他深為此事憂慮。\n答案：",
    "output": "陛下恆以賀若弼有文武奇纔，識度宏遠，而弼比再對臣，深以此事為慮。",
    "ppl": [
      5.005568504333496
    ]
  },
  {
    "id": "250c0410-c2e9-4ad9-8e98-9652ec726cf2",
    "instruction": "朝廷官員董倫、王景等人被貶到雲南，張紞都以禮接待。\n翻譯成古文：",
    "output": "朝士董倫、王景輩謫其地，皆接以禮意。",
    "ppl": [
      5.202812194824219
    ]
  },
  {
    "id": "c968a4dc-1921-4d0a-8e83-27a2654698b2",
    "instruction": "神沒有兩個主神，因此明堂設置在彆的地方，以迴避勵堅之神。\n翻譯成文言文：",
    "output": "神無二主，故明堂異處，以避後稷。",
    "ppl": [
      3.4614644050598145
    ]
  },
  {
    "id": "e9da12db-c9d7-4e17-ae2d-bb17c2653c6a",
    "instruction": "所謂伏靈者，在兔絲之下，狀似飛鳥之形。\n翻譯成現代文：",
    "output": "所謂伏苓這種東西，生長在兔絲下麵，形狀像飛鳥。",
    "ppl": [
      2.8733410835266113
    ]
  },
  {
    "id": "6cb04c04-b3b0-4618-ac43-74dd81791582",
    "instruction": "藏冰之室是用以供養飲食的地方，織作之室是用以製作供奉宗廟所需衣服的地方，遣兩處與《春鞦經》所說的皇宮的糧倉的性質相同。\n把這句話翻譯成文言文：",
    "output": "淩室所以供養飲食，織室所以奉宗廟衣服，與《春鞦》禦廩同義。",
    "ppl": [
      3.5538177490234375
    ]
  },
  {
    "id": "81e1d05d-ab28-4189-8ad3-9b5109fdd7bf",
    "instruction": "黃河中的圖、洛水中的書，都是天作的，人一讀就知道它的意思。\n把這句話翻譯成文言文：",
    "output": "河圖、洛書，天地所為，人讀知之。",
    "ppl": [
      2.6089699268341064
    ]
  },
  {
    "id": "39775d2b-e197-43d9-bed0-240eb9bbc704",
    "instruction": "詹何之徒，方今占射事者之類也。\n翻譯成白話文：",
    "output": "詹何這類人，就是當今占射事物一類的人。",
    "ppl": [
      2.418602228164673
    ]
  },
  {
    "id": "67a6bc9a-234a-4f1d-8440-447d11d1e083",
    "instruction": "占曰： 為臣強。\n把這句話翻譯成現代文。",
    "output": "占辭說： 此天象錶示臣太強。",
    "ppl": [
      4.635529518127441
    ]
  },
  {
    "id": "32efe925-3e0c-4c76-8030-17ec44b252b9",
    "instruction": "翻譯成現代文：\n更問下策，曰： 發言即恐族誅。",
    "output": "再問他下策，他說 ：說齣來恐怕會被滅族。",
    "ppl": [
      2.48994517326355
    ]
  },
  {
    "id": "cf452ca2-daf3-4f25-ab25-8d50e5d6a4e9",
    "instruction": "女人迴答說： 大師的意念在塔頂相輪邊鈴之中。\n幫我把這句話翻譯成文言文",
    "output": "答曰： 師心在塔頭相輪邊鈴中。",
    "ppl": [
      2.2742886543273926
    ]
  },
  {
    "id": "0b641683-8e70-4ef3-9ff0-f83a32f84e52",
    "instruction": "和還是不和，一切聽憑魏主陛下的裁決。\n幫我把這句話翻譯成文言文",
    "output": "和與不和，裁由聖衷。",
    "ppl": [
      8.813980102539062
    ]
  },
  {
    "id": "13df24cd-1c40-46e0-b12b-67aa1e7aeb96",
    "instruction": "翻譯成現代文：\n江州錄事",
    "output": "江州錄事",
    "ppl": [
      1.0462230443954468
    ]
  },
  {
    "id": "69cbdb2c-bb5f-45e9-81ac-5e8da4c71986",
    "instruction": "於是對二公說： 祥瑞應該依德而至，災異也因政而生。\n這句話在中國古代怎麼說：",
    "output": "乃言於二公曰： 夫瑞應依德而至，災異緣政而生。",
    "ppl": [
      2.2235093116760254
    ]
  },
  {
    "id": "7557a4fc-07c9-4c7e-b728-6fb61b685668",
    "instruction": "將下麵句子翻譯成文言文：\n建元四年三月，白虎齣現在安蠻虔化縣。",
    "output": "建元四年三月，白虎見安蠻虔化縣。",
    "ppl": [
      1.3308533430099487
    ]
  },
  {
    "id": "aa034745-a2dd-4661-9d98-2dd5adc339a3",
    "instruction": "六月，木星犯氐宿。\n這句話在古代怎麼說：",
    "output": "六月，歲星犯氐。",
    "ppl": [
      2.1010241508483887
    ]
  },
  {
    "id": "22dcd71d-e399-4cf7-b675-610efbfe8b37",
    "instruction": "宰相說： 治理天下不可能速成。\n翻譯成文言文：",
    "output": "對曰： 為理者不可以速成。",
    "ppl": [
      4.035082817077637
    ]
  },
  {
    "id": "abaf6e0b-2ec8-44e8-83ad-583c0dd24e2d",
    "instruction": "翻譯成現代文：\n素義存奉上，情深體國，欲使幽明俱泰，永保無窮。\n答案：",
    "output": "楊素對朝廷義重，為國傢情深，想使生者和死者都安康泰然，永遠無窮。",
    "ppl": [
      5.567407608032227
    ]
  },
  {
    "id": "5001115b-17f9-40b6-9469-b92eb5f2128d",
    "instruction": "翻譯成現代文：\n剋已引愆，顯揚仄陋。\n答案：",
    "output": "剋己引咎，顯揚卑微。",
    "ppl": [
      4.223024845123291
    ]
  },
  {
    "id": "bab71f9f-0702-4605-a204-3cca0a34b628",
    "instruction": "復摻蠶如前。\n幫我把這句話翻譯成現代文",
    "output": "再如同前法將蠶散在上麵。",
    "ppl": [
      9.743290901184082
    ]
  },
  {
    "id": "dde59888-94fb-46fb-ae12-82345e42cce9",
    "instruction": "翻譯成現代文：\n卒射，右挾之，北麵揖，揖如升射。\n答案：",
    "output": "射完後，右手挾弦，麵朝北拱手行禮，拱手行禮同登堂射箭的禮儀相同。",
    "ppl": [
      4.124176979064941
    ]
  },
  {
    "id": "516a7ca8-9e8e-4833-9bb0-76bb3580154f",
    "instruction": "呂公笑道： 這不是你們婦人女子所知。\n翻譯成古文：",
    "output": "呂公曰： 此非兒女子所知。",
    "ppl": [
      2.9845688343048096
    ]
  },
  {
    "id": "7b02d34d-07cd-4879-8791-f055478ff3ee",
    "instruction": "謂嵩曰： 今天下未知所定，而曹操擁天子都許，君為我觀其釁。\n翻譯成白話文：",
    "output": "劉錶對韓嵩說： 現在天下不知道誰能平定，但曹操擁戴天子定都許縣，您替我去看看虛實。",
    "ppl": [
      3.5716559886932373
    ]
  },
  {
    "id": "f6cada1d-5a9f-40e3-a067-86afd677e8c9",
    "instruction": "慕容仁攻擊宇文悉拔雄，將他斬殺，乘勝和慕容閤力攻擊宇文乞得歸，大敗敵軍。\n翻譯成文言文：",
    "output": "仁擊悉拔雄，斬之；乘勝與皝攻乞得歸，大破之。",
    "ppl": [
      2.0090484619140625
    ]
  },
  {
    "id": "207a5022-fd4f-4eb8-88ea-2233169bb162",
    "instruction": "問這些人，果然如此，他們的病也都好瞭。\n這句話在古代怎麼說：",
    "output": "問而信，病亦皆已。",
    "ppl": [
      3.681990623474121
    ]
  },
  {
    "id": "777429a6-1d1e-4b65-8d23-b4504daccd35",
    "instruction": "翻譯成現代文：\n九月戊申，振畿南六府飢。\n答案：",
    "output": "九月初一，賑濟畿南六府飢荒。",
    "ppl": [
      1.8427236080169678
    ]
  },
  {
    "id": "0062e9ea-a47b-4456-8857-83c4efaea5c0",
    "instruction": "兀欲留其將麻答守鎮州，晉諸將相隨德光在鎮州者皆留之而去。\n翻譯成現代文：",
    "output": "兀欲留下他的將領麻苔守鎮州，他還把跟隨德光到達鎮州的後晉將相們都留下，然後離去。",
    "ppl": [
      3.0450122356414795
    ]
  },
  {
    "id": "37d0a8e5-6942-4e02-b6d4-b514261a167d",
    "instruction": "儒士們認為這很榮耀。\n翻譯成古文：",
    "output": "儒者榮之。",
    "ppl": [
      2.264709234237671
    ]
  },
  {
    "id": "b1467140-0339-4c03-8609-cf00a1c4189a",
    "instruction": "纔力而緻富貴，命祿不能奉持，猶器之盈量，手之持重也。器受一升，以一升則平，受之如過一升，則滿溢也；手舉一鈞，以一鈞則平，舉之過一鈞，則躓僕矣。\n翻譯成現代文：",
    "output": "這就是說，靠纔智和力量得到的富貴，因為命祿已定是保不住的，就好比器皿裝得過量，手裏拿的東西過重一樣，器皿能容納一升，倒入一升則剛好與器皿口平齊，容量如果超過一升，就會溢滿外流；手能舉起三十斤，舉三十斤則剛好與上舉的能力相等，舉的東西如果超過三十斤，就會摔倒。",
    "ppl": [
      3.6203322410583496
    ]
  },
  {
    "id": "355e8a69-7516-4dd8-80a3-e60a975fa10b",
    "instruction": "對於那些勇士的父母、親戚、妻子、兒女，要經常賜給酒肉，敬重他們，將他們的住宿安排在靠近守城主將官署的地方。\n翻譯成文言文：",
    "output": "及勇士父母、親戚、妻子，皆時酒肉，必敬之，捨之必近太守。",
    "ppl": [
      4.180120944976807
    ]
  },
  {
    "id": "e8c0f5c3-0092-436c-a5ed-37d85389e13c",
    "instruction": "漢軍進入東越國境，東越王早已派兵占據瞭險要地帶，並命徇北將軍鎮守武林。\n翻譯成文言文：",
    "output": "漢兵入東越境，東越素發兵距險，使徇北將軍守武林。",
    "ppl": [
      3.0815412998199463
    ]
  },
  {
    "id": "de62775a-1840-4629-9bb5-204daac3f790",
    "instruction": "宇文憲的軍隊經過趟州，高浩派兩名間諜刺探軍情，北周斥候抓住二人報告宇塞童。\n這句話在中國古代怎麼說：",
    "output": "憲軍過趙州，湝令間諜二人覘窺形勢，候騎執以白憲。",
    "ppl": [
      6.909383296966553
    ]
  },
  {
    "id": "24c263b6-9cf2-4880-8c90-66926883d3c4",
    "instruction": "翻譯成文言文：\n六月十七日，將宋朝鬍安國、蔡瀋、真德秀附祭於孔子廟庭。\n答案：",
    "output": "六月乙亥，以宋鬍安國、蔡瀋、真德秀從祀孔子廟庭。",
    "ppl": [
      1.4739867448806763
    ]
  },
  {
    "id": "a1606687-e19b-4994-9527-b7edaa14288a",
    "instruction": "廣州新會縣的林桂方、趙良鈐等聚眾謀反，建僞號為 羅平國 ，稱年號為 延康 ，官兵捕獲瞭他們，將其處死，餘黨全部平定。\n這句話在古代怎麼說：",
    "output": "廣州新會縣林桂方、趙良鈐等聚眾，僞號羅平國，稱延康年號，官軍擒之，伏誅，餘黨悉平。",
    "ppl": [
      1.7726629972457886
    ]
  },
  {
    "id": "704a47b1-1c61-4336-b758-f5ea0251f683",
    "instruction": "翻譯成文言文：\n十八年春季，白狄第一次來魯國。\n答案：",
    "output": "十八年春，白狄始來。",
    "ppl": [
      1.5431543588638306
    ]
  },
  {
    "id": "b323ef26-b29b-4672-aa23-28f68ace8247",
    "instruction": "一時之間，有一萬多名羌人請求投降，趙充國預料羌人會自動瓦解，因此遣迴瞭全部騎兵，並請準予留下一萬名兵士在當地屯田，靜觀其變。\n翻譯成文言文：",
    "output": "充國度羌必壞，請罷騎兵，留萬人屯田，以待其敝。",
    "ppl": [
      3.9351091384887695
    ]
  },
  {
    "id": "1d928676-5137-496e-b30e-af90afc2004c",
    "instruction": "翻譯成文言文：\n三月二日，皇上迴宮。\n答案：",
    "output": "三月辛巳，車駕還宮。",
    "ppl": [
      2.60733699798584
    ]
  },
  {
    "id": "6df576e9-4aea-40a2-b908-f6afffccaf36",
    "instruction": "那些賓客看到孟嘗君被罷瞭官，一個個都離開瞭他。\n這句話在中國古代怎麼說：",
    "output": "諸客見孟嘗君廢，皆去。",
    "ppl": [
      2.5717577934265137
    ]
  },
  {
    "id": "b70b54a7-6c7a-4c18-879c-9f1a1a2c79e7",
    "instruction": "翻譯成文言文：\n忽然有一天一個人說： 我們八個人，明天全都來，在一塊喝個一醉方休。你不要因為人多感到驚訝。\n答案：",
    "output": "忽一人曰： 我輩八人，明日具來，共謀一醉，無以人多為訝。",
    "ppl": [
      3.5976271629333496
    ]
  },
  {
    "id": "7cfd979e-e060-449c-96e0-8ce7a008aed6",
    "instruction": "將下麵句子翻譯成現代文：\n復有石天尊神女壇，側有竹，垂之若篲。",
    "output": "還有石天尊神女壇，旁邊有竹子，葉子垂下像掃帚。",
    "ppl": [
      2.0510094165802
    ]
  },
  {
    "id": "2525d38d-254d-423a-943f-00c52f61a733",
    "instruction": "曹操又問： 賢卿想什麼呢？\n這句話在中國古代怎麼說：",
    "output": "操曰： 何思？",
    "ppl": [
      3.873065710067749
    ]
  },
  {
    "id": "b79c4a77-396a-47b8-a66c-b54e785cf072",
    "instruction": "神宗告知將要任用他的意思，說： 先帝瞭解你很久瞭。\n翻譯成文言文：",
    "output": "神宗諭以任用意，曰： 先帝知卿久矣。",
    "ppl": [
      2.445100784301758
    ]
  },
  {
    "id": "bee91d88-48af-4500-8254-6a8881c4b906",
    "instruction": "務挺，名振之子也。\n翻譯成現代文：",
    "output": "程務挺就是程名振的兒子。",
    "ppl": [
      2.095360279083252
    ]
  },
  {
    "id": "01b2836a-bcf3-4171-ac08-c8162b7aadfb",
    "instruction": "六月癸巳朔，日有食之。\n翻譯成白話文：",
    "output": "六月一日，有日食。",
    "ppl": [
      2.1279680728912354
    ]
  },
  {
    "id": "d50ba15a-fce7-48fd-8278-4acb014e0ba2",
    "instruction": "不以彤弓石璧者，不得入朝。\n翻譯成白話文：",
    "output": "不帶彤弓石壁者不準入朝。",
    "ppl": [
      3.7420365810394287
    ]
  },
  {
    "id": "10cebc44-f95b-4e9c-bbbb-603ff3c91c25",
    "instruction": "他有四個兒子，也讓相麵的人給他們相麵，相到第二個名叫韋玄成的兒子時，相麵的人說： 這個孩子有貴相，日後可以封侯。\n翻譯成文言文：",
    "output": "有男四人，使相工相之，至第二子，其名玄成。相工曰： 此子貴，當封。",
    "ppl": [
      4.44435453414917
    ]
  },
  {
    "id": "099f314d-eb7e-4cff-9694-eed8f3a6663a",
    "instruction": "齣楊約為伊州刺史。\n翻譯成現代文：",
    "output": "文帝把楊約調任為伊州刺史。",
    "ppl": [
      1.7345077991485596
    ]
  },
  {
    "id": "a99a7c15-b8a8-49cd-ae5c-703b40bd4d42",
    "instruction": "岐伯曰：神有餘則瀉其小絡之血，齣血勿之深斥，無中其大經，神氣乃平。\n翻譯成現代文：",
    "output": "岐伯說：神有餘的應刺其體錶的小絡使之齣血，但不要嚮裏深推其針，不要刺中大經，神氣自會平復。",
    "ppl": [
      4.064210891723633
    ]
  },
  {
    "id": "dba35861-246f-4722-8f6b-de5a85bebef0",
    "instruction": "假有新進時賢製作於此者，恐閨門既異，齣入生疑，弦柱既易，善者或謬。\n把這句話翻譯成現代文。",
    "output": "假如有新進時賢續做此事，臣擔心門庭既異，齣入生疑，弦柱既變，善者或許成為謬妄。",
    "ppl": [
      3.1011648178100586
    ]
  },
  {
    "id": "8cf20ae4-477c-46ec-b687-ef6b7c002846",
    "instruction": "文言文翻譯：\n鞦七月丙辰，尊皇後為皇太後，己未，以鎮南將軍、開府儀同三司、廣州刺史歐陽頠進號徵南將軍，平南將軍、開府儀同三司周迪進號鎮南將軍，平南將軍、開府儀同三司、高州刺史黃法抃進號安南將軍。",
    "output": "答案：鞦月丙辰曰，尊封皇後為皇太後。己未，給鎮南將軍、開府儀同三司、廣州刺史歐陽塑進號為徵南將軍，給平南將軍、開府儀同三司旦迤進號為鎮南將軍，給平南將軍、開府儀同三司、高州刺史董迭氈進號為安南將軍。",
    "ppl": [
      1.9622150659561157
    ]
  },
  {
    "id": "f594ea61-9e94-475b-b004-9e771e1d904b",
    "instruction": "現將明朝一代管理財政的措施，開始成功，最終失敗的原因，條陳其本末，記錄於此篇。\n翻譯成文言文：",
    "output": "明一代理財之道，始所以得，終所以失，條其本末，著於篇。",
    "ppl": [
      3.709195852279663
    ]
  },
  {
    "id": "9a3f89e2-9efc-4575-91f5-e28b6d1b43c1",
    "instruction": "將下麵句子翻譯成現代文：\n若尊尊之心有時而替，宜厭之情觸事而申，祖宗之敬微，而君臣之禮虧矣。",
    "output": "如果尊敬尊者之心可以不時放棄，應該壓抑的私情遇到事情就要抒發，對祖宗的恭敬就會衰微，而君臣之間的禮儀就要受到損害瞭。",
    "ppl": [
      3.2543578147888184
    ]
  },
  {
    "id": "aa1a27c4-faf4-468f-a4ee-875c321a1c37",
    "instruction": "翻譯成文言文：\n這時，趙將司馬印正要渡過黃河進入函榖關，沛公就嚮北進攻打平陰，切斷黃河渡口。\n答案：",
    "output": "當是時，趙彆將司馬卬方欲渡河入關，沛公乃北攻平陰，絕河津。",
    "ppl": [
      3.4461748600006104
    ]
  },
  {
    "id": "3af015ec-d199-4e0d-bbc8-241025f5fb78",
    "instruction": "宓不齊字子賤。\n把這句話翻譯成現代文。",
    "output": "宓不齊，字子賤。",
    "ppl": [
      1.3717221021652222
    ]
  },
  {
    "id": "928b576e-bd91-4130-8650-22f7c19b9bce",
    "instruction": "將下麵句子翻譯成現代文：\n裏人相與來觀，謂子春且死矣。乃見之，大驚。",
    "output": "鄉裏人互相前來觀看，以為韋子春也一起死瞭，卻見到瞭韋子春，都大吃驚。",
    "ppl": [
      3.01469087600708
    ]
  },
  {
    "id": "10f2cc4f-a132-4df5-9cec-49260be9a664",
    "instruction": "將下麵句子翻譯成現代文：\n上益自負，乃與太平公主謀之，公主喜，以子崇簡從。",
    "output": "玄宗越發自負，於是就與太平公主同謀，公主很高興，讓兒子崇簡跟從玄宗。",
    "ppl": [
      2.1437954902648926
    ]
  },
  {
    "id": "858f7006-6f55-43ab-813f-e5764388c4e0",
    "instruction": "封他的兒子董並為郎中，後來董並官至齊郡國的相國。\n翻譯成古文：",
    "output": "拜子並為郎中，後官至齊相。",
    "ppl": [
      2.3736462593078613
    ]
  },
  {
    "id": "3715727e-bb1d-46e1-b8ca-599cfd5546c3",
    "instruction": "將下麵句子翻譯成文言文：\n雖然他咎由自取、自絕於國傢和人民，但懷念他有功勞，卻成為孤鬼無人祭祀，想起來心裏不安，因此感到難過。",
    "output": "雖自貽伊戚，與眾棄之，而言念爾勞，何嗟及矣！",
    "ppl": [
      9.655678749084473
    ]
  },
  {
    "id": "c122624b-1d29-423e-9dd8-d6a738689cc3",
    "instruction": "熹宗不肯前往，派使臣拿來左光鬥的上書，讀它，認為他是好的。催促選擇日期移宮，左光鬥於是免除處罰。\n把這句話翻譯成文言文：",
    "output": "熹宗不肯往，使使取其箋視之，心以為善，趣擇日移宮，光鬥乃免。",
    "ppl": [
      3.1675405502319336
    ]
  },
  {
    "id": "da47ac91-8626-400f-b694-5963f69b13c3",
    "instruction": "其所薦名賢，無不徵用。\n幫我把這句話翻譯成現代文",
    "output": "他所推薦的名賢，朝廷無不徵用。",
    "ppl": [
      1.976294755935669
    ]
  },
  {
    "id": "c1754f4d-9cba-467f-834f-da88fdab5e73",
    "instruction": "眾客都大吃一驚，就把事情經過全都告訴瞭那個郡吏，又嚮太守報告瞭此事。\n把這句話翻譯成文言文：",
    "output": "諸客皆大驚，因盡以事對，或告於太守。",
    "ppl": [
      5.209812641143799
    ]
  },
  {
    "id": "e772eba9-6034-46c2-b5d3-fde529d8052e",
    "instruction": "翻譯成現代文：\n趙國李幼序、洛陽丘何奴並工握槊。\n答案：",
    "output": "城與城牆上麵的小牆高十仞。上麵安排武裝士兵，樹杖建旗，四角立下缺口，對麵建造一個颱觀，觀下有三門，天亮建好。",
    "ppl": [
      18.33335304260254
    ]
  },
  {
    "id": "75302036-5a15-446b-9a6a-4cd3ecf91944",
    "instruction": "今夫冶工之鑄器，金踴躍於爐中，必有波溢而播棄者，其中地而凝滯，亦有以象於物者矣。\n翻譯成現代文：",
    "output": "那些冶煉金屬的工匠在鑄造器物時，金屬在熔爐中翻滾熔化，也必定會有熔液翻騰流溢齣來，濺落到地下，凝固後也有些和某種器物形狀相似。",
    "ppl": [
      3.4983937740325928
    ]
  },
  {
    "id": "715a7368-159d-4481-a144-9524d12e45bf",
    "instruction": "翻譯成文言文：\n處理得當，即使無為而治，又有什麼害呢？",
    "output": "處之得宜，即朝委裘何害？",
    "ppl": [
      7.482477188110352
    ]
  },
  {
    "id": "d81b7c51-3edf-4798-ad54-5ced7bc11088",
    "instruction": "於時，食無久儲，郛無居人，朝廷患之，詔璘領鄭、潁二州以佐軍，命秀實為留後。\n把這句話翻譯成現代文。",
    "output": "當時倉庫裏儲糧不多，外城沒有居民，朝廷為此擔心，命令馬瞞管轄鄭、潁兩州來資助軍隊，命令秀實任留後。",
    "ppl": [
      2.878798246383667
    ]
  },
  {
    "id": "adb071e9-35a1-4418-a8e4-70e523a7c49c",
    "instruction": "何卿於是會聚巡撫張時徹徵討擒獲首惡數人，俘斬九百七十多人，攻剋四十七營砦，摧毀四韆八百碉房，繳獲馬牛器械儲積各以萬計。\n這句話在古代怎麼說：",
    "output": "乃會巡撫張時徹討擒渠惡數人，俘斬九百七十有奇，剋營砦四十七，毀碉房四韆八百，獲馬牛器械儲積各萬計。",
    "ppl": [
      1.7023961544036865
    ]
  },
  {
    "id": "e45b86e1-b9fa-4573-a1b1-91029301b3cc",
    "instruction": "林甫雖不文，而明練吏事，慎守綱紀，衣冠非常調，無進用之門。\n把這句話翻譯成現代文。",
    "output": "李林甫雖然不通曉詞賦文章，然而對官場上的事情卻精明乾練，恪守原有的綱常法紀，就是你再有奇纔異學的官員士人，也沒有破格提拔任用的門路，一切都按常軌辦事。",
    "ppl": [
      8.074758529663086
    ]
  },
  {
    "id": "2706f41c-816c-4d7c-8744-15b950ce35b7",
    "instruction": "對曰： 中行、知氏。\n翻譯成現代文：",
    "output": "叔嚮迴答： 中行氏和智氏兩傢。",
    "ppl": [
      5.174078464508057
    ]
  },
  {
    "id": "fc3f3239-713e-47aa-854d-0408d24f4384",
    "instruction": "將下麵句子翻譯成文言文：\n它西鄰大秦，南接交趾，珍奇的貢物充足。",
    "output": "其國西大秦，南交趾，奇珍之貢不闕。",
    "ppl": [
      4.1808390617370605
    ]
  },
  {
    "id": "bb8c1c46-3222-4261-b2de-49325d44a2d3",
    "instruction": "二十七日，齣臨津關，渡過黃河，到達西平，陳列軍隊，講習武藝。\n把這句話翻譯成文言文：",
    "output": "癸亥，齣臨津關，度黃河，至西平，陳兵講武。",
    "ppl": [
      1.7471104860305786
    ]
  },
  {
    "id": "b7574d52-4dcb-4243-a66b-5e5f71047722",
    "instruction": "告子曰： 食色，性也。\n翻譯成白話文：",
    "output": "告子說： 喜好美食和美色，是人的本性。",
    "ppl": [
      3.570488691329956
    ]
  },
  {
    "id": "7dc1364c-df43-4313-b358-f1e318ad8d28",
    "instruction": "將下麵句子翻譯成文言文：\n堂下站立的眾賓，麵朝東，以北為上首，如有麵朝北站立的，則以東為上首。",
    "output": "立者東麵北上；若有北麵者，則東上。",
    "ppl": [
      4.823456764221191
    ]
  },
  {
    "id": "c033a7ce-2331-47fc-87c0-934847b20667",
    "instruction": "翻譯成現代文：\n魏主即日南還，榮為前驅。\n答案：",
    "output": "孝莊帝當天便開始南還，爾硃榮做前鋒。",
    "ppl": [
      3.88971209526062
    ]
  },
  {
    "id": "60915609-8520-411b-a161-a9b54bbb9c6c",
    "instruction": "盈縮之期，不但在天；養怡之福，可得永年。\n翻譯成現代文：",
    "output": "人的壽命長短，不衹是受天的支配；衹要自己保養得好，就可以延年益壽。",
    "ppl": [
      4.561859607696533
    ]
  },
  {
    "id": "c19292c2-b9cf-4eb4-9f1f-12e727d4a219",
    "instruction": "翻譯成現代文：\n裏人徐子權以進士為刑部主事，聞子寜死，慟哭賦詩自經。\n答案：",
    "output": "同鄉人徐子權以進士身份任刑部主事，聽說練子寜的死訊，痛哭賦詩後上吊而死。",
    "ppl": [
      2.525498628616333
    ]
  },
  {
    "id": "8ddb6c20-b4fa-49d4-a42b-0681dca15de6",
    "instruction": "興曰： 興，唐之忠臣，固無降理，今數刻之人耳，願一言而死。\n翻譯成現代文：",
    "output": "張興說： 我張興，是唐朝的忠臣，絕沒有投降的道理。現在活在世上的時間已不長瞭，隻希望進一言而死。",
    "ppl": [
      3.383085012435913
    ]
  },
  {
    "id": "c649edcd-814c-48bf-ab47-3b51ecb05933",
    "instruction": "雲南都司先前有鶴慶、通海二韆戶所，革除。\n翻譯成文言文：",
    "output": "雲南都司",
    "ppl": [
      7.327450275421143
    ]
  },
  {
    "id": "8f8c4e21-a694-4c8b-b355-02f6ab6de36a",
    "instruction": "二十六日，在東郊大閱兵，分設將帥，由山陽侯奚斤為前軍，領三萬人；陽平王熙等十二位將領各帶一萬騎兵；皇帝親臨白登，親自訓練和檢閱。\n翻譯成古文：",
    "output": "庚寅，大閱於東郊，署將帥，以山陽侯奚斤為前軍，眾三萬；陽平王熙等十二將各一萬騎；帝臨白登，躬自校覽。",
    "ppl": [
      2.3094093799591064
    ]
  },
  {
    "id": "37569c3d-59a5-472b-aa0c-0b1b7918d762",
    "instruction": "玄宗聞之曰： 此天啓也。\n翻譯成現代文：",
    "output": "玄宗聽後道 ：這是上天啓發我啊！",
    "ppl": [
      3.592764139175415
    ]
  },
  {
    "id": "e5f28bd3-9714-4e3b-9dbb-19c4f8774014",
    "instruction": "國王齣入乘象，嬪妃侍從也是這樣。\n翻譯成古文：",
    "output": "其王齣入乘象，嬪侍亦然。",
    "ppl": [
      2.0537893772125244
    ]
  },
  {
    "id": "5c07345a-94f4-4427-bb89-dcfd95de2def",
    "instruction": "翻譯成現代文：\n府除，徐州張建封又請為其賓佐。\n答案：",
    "output": "董晉調任，徐州張建封又聘請他做幕僚。",
    "ppl": [
      3.0304813385009766
    ]
  },
  {
    "id": "4af55428-a6f4-4e6b-91a7-791c8a3b8bde",
    "instruction": "翻譯成現代文：\n癸未，全忠自將如徐州；戊子，龐師古撥彭城，時溥舉族登燕子樓自焚死。\n答案：",
    "output": "癸未，硃全忠親自率領人馬到達徐州；戊子，龐師古攻剋彭城，時溥全傢族的登上燕子樓自焚而死。",
    "ppl": [
      2.7147390842437744
    ]
  },
  {
    "id": "9e0e99ab-e3b1-4f8e-9c9a-a8944d217495",
    "instruction": "翻譯成現代文：\n及晝，見二燕自北嶺飛來而投澗下，一化為青衣童子，一化為青衣女子。前來謂道康曰： 今我便歸，以卿相命，故來此化。",
    "output": "一隻變成一個穿黑衣的男童，一隻變成一個穿黑衣的少女，走上前來對元道康說： 今天我們就要迴天上去瞭，為瞭給你預測命運，所以纔到這裏來點化你，否則就沒有什麼留作紀念的瞭。",
    "ppl": [
      2.9621334075927734
    ]
  },
  {
    "id": "a69b0602-12d9-4923-99ca-e96b1ca72947",
    "instruction": "季子然問： 仲由和冉求可以稱作是大臣嗎？\n把這句話翻譯成文言文：",
    "output": "季子然問： 仲由、冉求可謂大臣與？",
    "ppl": [
      1.6682920455932617
    ]
  },
  {
    "id": "b18cfb5b-61f3-4a81-b9f6-6db4aa4730d6",
    "instruction": "太祖派蒲傢奴去招撫詐都，詐都纔投降，太祖把他釋放瞭。\n把這句話翻譯成文言文：",
    "output": "遣蒲傢奴招詐都，詐都乃降，釋之。",
    "ppl": [
      1.535395622253418
    ]
  },
  {
    "id": "96d931f8-1f77-47cb-b791-69561f5fbc6c",
    "instruction": "翻譯成文言文：\n宣宗說： 讓我慢慢考慮。\n答案：",
    "output": "宣宗曰： 朕徐思之。",
    "ppl": [
      2.4999470710754395
    ]
  },
  {
    "id": "b454d0f3-be3b-4eee-a0c9-4c370cc55625",
    "instruction": "六月十三日，將湣懷太子安葬於顯平陵。\n翻譯成古文：",
    "output": "六月壬寅，葬懷湣太子於顯平陵。",
    "ppl": [
      1.520113468170166
    ]
  },
  {
    "id": "d682d34d-38a1-4ec5-a749-68b6d900e07c",
    "instruction": "二十七年，始就國。\n翻譯成現代文：",
    "output": "建武二十七年，方歸國。",
    "ppl": [
      4.597271919250488
    ]
  },
  {
    "id": "161add8b-6881-4f99-a0ef-41735c52fafc",
    "instruction": "便派使者到堅昆把這些話告訴瞭郅支單於。\n把這句話翻譯成文言文：",
    "output": "即使使至堅昆通語郅支。",
    "ppl": [
      2.798215866088867
    ]
  },
  {
    "id": "b9e59005-f9f3-422e-bbb9-e2a06b4671ee",
    "instruction": "丞相雖未明言，心中卻是希望他們也能舉齣這方麵的例子。\n翻譯成文言文：",
    "output": "叩頭謝丞相，雖口不言，而心欲其為之也。",
    "ppl": [
      6.685078144073486
    ]
  },
  {
    "id": "99eff0a1-cdf6-40bc-85fd-4c1de44b0432",
    "instruction": "梁王司馬肜、夏侯駿派周處率領五韆士兵攻打齊萬年。周處說： 軍隊沒有後麵的接續，必然要失敗，這不隻是個人喪命，還會給國傢帶來恥辱。\n翻譯成文言文：",
    "output": "春，正月，齊萬年屯梁山，有眾七萬；梁王肜、夏侯駿使周處以五韆兵擊之。處曰： 軍無後繼，必敗，不徒亡身，為國取恥。",
    "ppl": [
      3.2380454540252686
    ]
  },
  {
    "id": "877d7c80-f7a0-408a-a859-6b976335f96d",
    "instruction": "初三，宣宗皇帝到殯所祭奠皇太子。有司奏辰日不能哭，皇帝說： 父子至親，何忌諱之有？\n把這句話翻譯成文言文：",
    "output": "壬辰，上臨奠皇太子殯所。有司奏辰日不哭，上曰： 父子至親，何可拘忌！",
    "ppl": [
      2.045283794403076
    ]
  },
  {
    "id": "d502f70a-1792-401d-8a1c-708d09b67d21",
    "instruction": "非求於伉儷，所貴得侍巾櫛。\n翻譯成現代文：",
    "output": "今天說這件事，不是想求你與她結為夫妻，隻是想讓她侍奉於你。",
    "ppl": [
      4.294895172119141
    ]
  },
  {
    "id": "f536a46c-fee3-43d6-ac08-2976a445c47b",
    "instruction": "翻譯成文言文：\n不久，又驅逐楊漣、左光鬥、陳於廷，朝廷政局發生大變化，魏忠賢勢力更加囂張瞭。\n答案：",
    "output": "未幾，又逐楊漣、左光鬥、陳於廷，朝政大變，忠賢勢益張。",
    "ppl": [
      1.501638412475586
    ]
  },
  {
    "id": "422b2968-2523-4edc-b9f2-32d124a52178",
    "instruction": "文言文翻譯：\n交趾郡人多養孔雀，或遺人以充口腹，或殺之以為脯臘。",
    "output": "答案：交趾郡人大多飼養孔雀，或是送給彆人吃肉，或是殺瞭做成肉脯。",
    "ppl": [
      2.199484348297119
    ]
  },
  {
    "id": "f148fda2-9aed-4ee5-882c-3e8b1ca04f60",
    "instruction": "翻譯成現代文：\n三年正月壬辰朔，高麗、夏遣使來賀。",
    "output": "大定三年正月初一，高麗、夏國派遣使者來朝賀。",
    "ppl": [
      1.7113546133041382
    ]
  },
  {
    "id": "4ad88921-36a2-47cd-aa5e-d6c1fb0b293d",
    "instruction": "翻譯成現代文：\n賜金帛，加秩二等。\n答案：",
    "output": "奬勵給他金子和布匹，並且增加兩級俸祿。",
    "ppl": [
      3.2984089851379395
    ]
  },
  {
    "id": "d3cbad33-1816-45ff-830f-56897929ca44",
    "instruction": "格式既多，官人不能盡記，更生奸詐，若欲齣罪即引輕條，若欲入罪即引重條。\n翻譯成現代文：",
    "output": "條款太煩瑣，官員不能夠完全記清楚，反而會生齣許多奸詐的事端來，如果要開脫犯人的罪名，有人就會援引從輕的處罰，如果要把罪名硬加到彆人頭上，就會用從重的處罰。",
    "ppl": [
      4.058541297912598
    ]
  },
  {
    "id": "9543bbc2-d1f2-4e99-aa74-f3e66df0c354",
    "instruction": "這個月，要重申嚴明各種號令。命令百官貴賤人等無不從事收斂的工作。來應閤天地收藏的時氣，不得有宜泄散齣。\n翻譯成文言文：",
    "output": "是月也，申嚴號令，命百官貴賤無不務入，以會天地之藏，無有宣齣。",
    "ppl": [
      5.365302562713623
    ]
  },
  {
    "id": "1b39b31a-1d4b-40c0-9fe9-5b41e3c1b824",
    "instruction": "翻譯成文言文：\n當時百姓謠言，會全部誅殺涼州人，於是互相恐懼騷動。\n答案：",
    "output": "時，百姓訛言，當悉誅涼州人，遂轉相恐動。",
    "ppl": [
      3.325782537460327
    ]
  },
  {
    "id": "2a7654c1-d798-409a-ab20-c62d389e45df",
    "instruction": "翻譯成現代文：\n真龍齣，鯨鯢豺虎，掃除無跡。",
    "output": "真龍天子齣，強大凶惡眾豪右，全部掃平無痕跡。",
    "ppl": [
      9.454219818115234
    ]
  },
  {
    "id": "1d4aefd5-50ca-4161-838f-f619f80357ff",
    "instruction": "術哲受鬍睹代任後赴京，先前曾藉用官府粟米，留下付款後便走瞭。\n這句話在古代怎麼說：",
    "output": "術哲受代赴闕，先嘗藉官粟，留直而去。",
    "ppl": [
      3.361633539199829
    ]
  },
  {
    "id": "4e6b1a0e-e1fe-4bc8-a79d-da2c4cc89f5f",
    "instruction": "翻譯成文言文：\n然而，蕭惠開每次派兵齣戰，都傳齣捷報。",
    "output": "惠開每遣兵齣戰，未嘗不捷。",
    "ppl": [
      2.232766628265381
    ]
  },
  {
    "id": "fe3d4733-8cf2-4561-9808-396c0ade6c68",
    "instruction": "王景文也和伯玉有老交情，常常陪著皇帝齣視，他指著瀋伯玉告訴文帝： 孔丘外錶真不一般。\n翻譯成文言文：",
    "output": "王景文亦與伯玉有舊，常陪輦齣，指伯玉白上： 孔丘奇形容。",
    "ppl": [
      3.910686492919922
    ]
  },
  {
    "id": "62e0ca7e-814d-4a3e-9ec6-46be457d07b5",
    "instruction": "齊獻武王自鄴帥眾西伐，文襄王會於晉州。\n翻譯成現代文：",
    "output": "齊獻武王從鄴城率領軍隊嚮西徵伐，文襄王在置叢會閤。",
    "ppl": [
      3.544856548309326
    ]
  },
  {
    "id": "6b146836-e85f-4385-9a1e-9b259d917bf1",
    "instruction": "廁吏\n這句話在古代怎麼說：",
    "output": "廁吏",
    "ppl": [
      1.065729022026062
    ]
  },
  {
    "id": "7a722188-2dfe-4230-b977-af8aaa89de04",
    "instruction": "三月庚寅，鄭仁泰及鐵勒戰於天山，敗之。\n幫我把這句話翻譯成現代文",
    "output": "三月初十，鄭仁泰與鐵勒軍在天山交戰，擊敗鐵勒軍。",
    "ppl": [
      1.5048795938491821
    ]
  },
  {
    "id": "ba482e12-a6f2-4206-9dea-b00c9bca5d24",
    "instruction": "翻譯成文言文：\n曾子說： 這話怎麼講？ 子夏說： 我在傢裏學習先王的道理，總會非常敬仰，齣門後看見富貴的樂事又總會十分羨慕，這兩種情緒在心裏發生瞭鬥爭，弄不清誰勝誰負，所以瘦瞭。現在先王的道理終於取勝瞭，所以胖瞭。\n答案：",
    "output": "今先王之義勝，故肥。 是以誌之難也，不在勝人，在自勝也。",
    "ppl": [
      15.176005363464355
    ]
  },
  {
    "id": "5d2b1e28-6430-41a8-887f-bcd3fcf51e3a",
    "instruction": "說著提起衣襟就上前搏鬥，人們把他們拉開瞭。\n這句話在中國古代怎麼說：",
    "output": "拂衣從之，人救之。",
    "ppl": [
      3.891592264175415
    ]
  },
  {
    "id": "8c053790-a7c1-4b05-8e71-4f02c8b2eef0",
    "instruction": "尉遲綱與李穆等人左右力戰，敵軍潰敗，太祖纔能再騎馬。\n翻譯成古文：",
    "output": "綱與李穆等左右力戰，眾皆披靡，太祖方得乘馬。",
    "ppl": [
      2.2023720741271973
    ]
  },
  {
    "id": "8bec2eae-105f-428b-ae3a-87aea32a20d2",
    "instruction": "文言文翻譯：\n時中外大權悉歸瑾，鏊初開誠與言，間聽納。",
    "output": "答案：當時朝內外大權全被劉瑾所掌握，王鏊起初開誠布公與劉瑾言說，劉瑾間或接納。",
    "ppl": [
      2.769984245300293
    ]
  },
  {
    "id": "16389539-fc34-4ac5-8f58-aced3f5cfabb",
    "instruction": "文言文翻譯：\n庚辰，大風。",
    "output": "答案：初三，大風。",
    "ppl": [
      1.6494858264923096
    ]
  },
  {
    "id": "d8603654-492a-47b4-ad61-22ff0b904018",
    "instruction": "訥，建子也，雅性褊躁，大怒。\n把這句話翻譯成現代文。",
    "output": "第二天一早，就命人開船離開淮楚。",
    "ppl": [
      7.382350444793701
    ]
  },
  {
    "id": "d9f2dcb1-ac06-4ca8-b037-4dc179f43971",
    "instruction": "將下麵句子翻譯成文言文：\n它們的重量也和平常的桔子一樣。",
    "output": "傢有桔園，因霜後，諸桔盡收。",
    "ppl": [
      13.248157501220703
    ]
  },
  {
    "id": "84752b35-03f1-4b25-bf80-23b5a752cefd",
    "instruction": "武岡、靖州、五開諸苗蠻先後叛亂，全部捕殺瞭叛亂的首領，而對其隨從則采取瞭安撫政策。\n這句話在中國古代怎麼說：",
    "output": "武岡、靖州、五開諸苗蠻先後作亂，悉捕誅首亂而撫其餘眾，遷都督僉事。",
    "ppl": [
      3.0140464305877686
    ]
  },
  {
    "id": "9920e442-7bf1-4726-9852-1d162c2bcd5b",
    "instruction": "夏，四月，甲申，詔賜孫皓爵歸命侯。\n翻譯成白話文：",
    "output": "夏季，四月，甲申，晉武帝下詔，賜予孫爵位歸命侯。",
    "ppl": [
      2.019946336746216
    ]
  },
  {
    "id": "59456a57-8bd1-4a3e-a5cd-7d5d310b0181",
    "instruction": "將下麵句子翻譯成文言文：\n嚴遵命令差人將屍體運來，派人守著。他說：會有東西來到屍體旁邊。",
    "output": "遵敕吏輿屍到，令人守之曰：當有物往。",
    "ppl": [
      4.3759002685546875
    ]
  },
  {
    "id": "4b643440-e00d-4394-be15-a34510e1752d",
    "instruction": "翻譯成現代文：\n兵民之傢，猶復逐俗，內無甔石之儲而齣有綾綺之服，上無尊卑等級之差，下有耗財費力之損，求其富給，庸可得乎？\n答案：",
    "output": "兵士、平民之傢，也在追逐流俗，傢裏沒有一鍋米、一石糧的儲蓄，齣門卻穿著絲織的鮮麗服裝；上沒有尊卑等級的差彆，下卻有耗財費力的損耗，想得到富裕豐足，豈能夠實現？",
    "ppl": [
      3.2712559700012207
    ]
  },
  {
    "id": "d0e28149-ee46-4f9b-904d-644006565e10",
    "instruction": "將下麵句子翻譯成文言文：\n第二年二月，中山王的世子武寜派使者來朝廷訃告父喪，朝廷命令禮部派官員前去諭祭，並資以布帛協助武寜辦喪事，任命武寜繼承中山王的王位。",
    "output": "明年二月，中山王世子武寜遣使告父喪，命禮部遣官諭祭，賻以布帛，遂命武寜襲位。",
    "ppl": [
      2.170273780822754
    ]
  },
  {
    "id": "12386f85-bca7-4ad5-ac82-38f6d53ac450",
    "instruction": "翻譯成文言文：\n我私下認為，夏侯長容是你的姻親，所以纔至如此。 一犬吠形，群犬吠聲 。",
    "output": "私竊之論，雲長容則公之姻，故至於此。",
    "ppl": [
      7.403586387634277
    ]
  },
  {
    "id": "129d5807-7cbd-4cd5-a2ff-9c30abdb9595",
    "instruction": "初元四年時，以舉孝廉為郎官。\n幫我把這句話翻譯成文言文",
    "output": "初元四年以孝廉為郎。",
    "ppl": [
      1.2738442420959473
    ]
  },
  {
    "id": "0f409103-ef48-4920-9ce5-99c357183c9c",
    "instruction": "太宗元年，杜豐率本部人馬攻取沁州，接著銅、武鄉、襄垣、綿上、沁源諸縣皆為濛軍所有。\n翻譯成文言文：",
    "output": "己醜，以本部取沁州，由是銅鞮、武鄉、襄垣、綿上、沁源諸縣皆下。",
    "ppl": [
      2.7710773944854736
    ]
  },
  {
    "id": "9d79c9d0-ecd0-4d9d-99ae-1836310222b3",
    "instruction": "翻譯成文言文：\n當時正好有個道士從四川來到長安，知道太上皇心裏非常想念楊貴妃，就說自己有李少君的招魂法術。\n答案：",
    "output": "適有道士自蜀來，知上心念楊妃如是，自言有李少君之術。",
    "ppl": [
      3.4362375736236572
    ]
  },
  {
    "id": "a6043e15-600c-47a0-a0d3-7e208eeb2653",
    "instruction": "大和二年，舉行賢良方正能直言極諫的科舉考試，皇帝把一百多位儒生召到朝廷，齣試題說：我聽說古代聖王治理天下，清靜隨順，無為而治，政不繁民心歸附，不乾預遇事守法，使人民富足來建立根本，用誠心建立公正，因此天意和人心相通，陰陽和諧，人民仁德長壽，萬物沒有疾病。啊！\n這句話在中國古代怎麼說：",
    "output": "太和二年，舉賢良方正能直言極諫，帝引諸儒百餘人於廷，策曰：朕聞古先哲王之治也，玄默無為，端拱司契，陶氓心以居簡，凝日用於不宰，厚下以立本，推誠而建中，繇是天人通，陰陽和，俗躋仁壽，物無疵癘。",
    "ppl": [
      7.257458209991455
    ]
  },
  {
    "id": "7c1c6a3d-b865-46f0-a732-57d3534f8e1e",
    "instruction": "翻譯成文言文：\n而且統軍在外的人，不應同時主持內部政務。",
    "output": "且禦眾於外，不宜知內。",
    "ppl": [
      3.0984840393066406
    ]
  },
  {
    "id": "3f6811b4-d62c-4809-83b1-5f3f590a8a78",
    "instruction": "後積他事下獄，皆追以此為詰，送建安作船。\n翻譯成現代文：",
    "output": "後來因其他事情纍積，孫皓將張尚下獄，訊問時總是用這件事詰問張尚，將張尚遣送到建安去造船。",
    "ppl": [
      3.42781925201416
    ]
  },
  {
    "id": "ecd88087-094b-4b2d-8568-41bc255403a0",
    "instruction": "庶人承乾在太子宮，又對他加以錶揚徵召。\n這句話在中國古代怎麼說：",
    "output": "庶人承乾在東宮，又加旌命。",
    "ppl": [
      2.9077646732330322
    ]
  },
  {
    "id": "8d5820b8-5fa0-4a4a-a901-424c7760bb2c",
    "instruction": "神宗曾對宰相王王圭、蔡確說： 國史至關重要，可以命蘇軾撰成國史。 王王圭麵有難色。\n翻譯成文言文：",
    "output": "神宗嘗語宰相王珪、蔡確曰： 國史至重，可命蘇軾成之。 珪有難色。",
    "ppl": [
      1.9130948781967163
    ]
  },
  {
    "id": "d75e29d7-e53f-47a7-9ae6-50a8ae579caf",
    "instruction": "現在，如果我們能先占領下邳，平定宿豫，駐防淮陽、戍守東安，那麼青州、冀州各個據點便可以不攻而破。如果這四個城池不肯屈服，那麼青州、冀州雖然攻破，居民百姓迴望劉，仍懷僥幸的心理。\n把這句話翻譯成文言文：",
    "output": "今若先定下邳，平宿豫，鎮淮陽，戍東安，則青、冀諸鎮可不攻而剋；若四城不服，青、冀雖拔，百姓狼顧，猶懷僥幸之心。",
    "ppl": [
      2.333198070526123
    ]
  },
  {
    "id": "fcd0ce64-80b9-4698-81f6-9e261f6ab8e9",
    "instruction": "翻譯成現代文：\n乃使人與秦吏行至縣、鄉、邑告諭之。\n答案：",
    "output": "即時派人與秦朝故吏下行縣鄉曉喻百姓。",
    "ppl": [
      5.641198635101318
    ]
  },
  {
    "id": "07bd2a28-f7a5-4926-95d8-2e0ec8f5c6a3",
    "instruction": "惟君明睿，平其夙心。\n把這句話翻譯成現代文。",
    "output": "希望您寬懷大度，原諒我。",
    "ppl": [
      6.1764912605285645
    ]
  },
  {
    "id": "333a2b2f-c4a8-4e26-b9ae-575c938f3a61",
    "instruction": "文言文翻譯：\n固等與幹、晟共攻畿，不下，略諸縣，無所得。",
    "output": "答案：衛固等人和高幹、張晟共同攻打杜畿所在的張城，沒有成功，就劫掠周圍各縣，但沒有得到什麼。",
    "ppl": [
      2.6652286052703857
    ]
  },
  {
    "id": "9cc54b10-33be-4b8e-9aa2-0592dfe26f85",
    "instruction": "翻譯成現代文：\n八月壬辰，命韓宣兼常德、辰、沅、澧、靖五郡鎮撫使。呂文德兼四川宣撫使，範文虎以白鹿磯之功賞七官，以五官轉行遙郡防禦使，餘官給憑。",
    "output": "八月初二，命令韓宣兼常德、辰、沉、遭、靖五郡鎮撫使，呂文德兼四川宣撫使，範文虎因白鹿磯之功賞七官，以五官轉行遙郡防禦使，餘官給予憑據。",
    "ppl": [
      1.6103850603103638
    ]
  },
  {
    "id": "94029328-c18d-4eec-821d-47fcf5aa4118",
    "instruction": "徐軍已至河陰，聞許軍亂，徐將時溥亦以戍兵還徐，逐節度使支詳。\n翻譯成白話文：",
    "output": "徐州軍隊已經到瞭河陰，聽說許州軍隊動亂，徐州將領時溥也率領戍兵返迴徐州，趕走瞭節度使支詳。",
    "ppl": [
      1.6218174695968628
    ]
  },
  {
    "id": "7646bb71-78dd-4632-9cb6-bee315a35c37",
    "instruction": "不知從何處來，從何時置，此豈亦元次山所遺，遂與顔書媲勝耶！\n把這句話翻譯成現代文。",
    "output": "不知這石鏡是從何處弄來，何時嵌到崖壁上的，難道也是元次山遺留下來，從而與顔魯公書寫的《中心頌》相媲美的嗎？",
    "ppl": [
      4.300958633422852
    ]
  },
  {
    "id": "e2b1b7a7-0008-4376-80a1-8e9610ca2a53",
    "instruction": "翻譯成現代文：\n中宗以金魚賜之。裴談\n答案：",
    "output": "於是，唐中宗賞賜給瀋佺期佩金魚袋。裴談",
    "ppl": [
      4.923043251037598
    ]
  },
  {
    "id": "b8209fcb-37ea-4d06-a5f9-d85af2d9fe5c",
    "instruction": "於闐國人善於鑄造銅器。\n翻譯成古文：",
    "output": "國人善鑄銅器。",
    "ppl": [
      1.6055998802185059
    ]
  },
  {
    "id": "3f23441a-819d-4c91-b280-5c90fb2bf9bf",
    "instruction": "文言文翻譯：\n乃下半裏，稍西轉，迎流行峽中，有數傢倚峽北，是為麯石。",
    "output": "答案：於是下山半裏，稍嚮西轉，迎著水流行走在峽榖中，有數傢人依傍在峽榖北邊，這是麯石。",
    "ppl": [
      2.102506160736084
    ]
  },
  {
    "id": "a475c88e-92ce-475e-82ac-43e9aadae4f7",
    "instruction": "棄疾為憲時，嘗攝帥，每嘆曰： 福州前枕大海，為賊之淵，上四郡民頑獷易亂，帥臣空竭，急緩奈何！ 至是務為鎮靜，未期歲，積鏹至五十萬緡，榜曰： 備安庫 。\n翻譯成白話文：",
    "output": "辛棄疾為提點刑獄時，曾主持軍事，每每嘆道 ：福州前麵是海，為盜賊藏身之所，上四郡的百姓頑獷易亂，而帥府空虛，一旦有事，怎麼辦？ 於是他以安撫為務，積極儲備，不到一年，積錢五十萬緡，稱 備安庫 。",
    "ppl": [
      3.160672664642334
    ]
  },
  {
    "id": "b5661b26-9593-42cf-8165-c31f89b2478f",
    "instruction": "翻譯成現代文：\n後四年，藺相如將而攻齊，至平邑而罷。",
    "output": "再過四年，藺相如領兵攻齊，打到平邑就收兵瞭。",
    "ppl": [
      2.338308572769165
    ]
  },
  {
    "id": "a48f5559-7637-41be-8e9e-60ca5758fe29",
    "instruction": "文言文翻譯：\n其製自洪武三年定。",
    "output": "答案：它的製度，從洪武三年製定。",
    "ppl": [
      1.6885387897491455
    ]
  },
  {
    "id": "03b6c107-c0c0-4b52-b307-0be92dc1c491",
    "instruction": "你們應當加以按察。\n翻譯成文言文：",
    "output": "卿曹當加按閱。",
    "ppl": [
      8.811723709106445
    ]
  },
  {
    "id": "b10e6e49-bfd9-4e67-ba58-d0bb52e26372",
    "instruction": "不幸，獻公去世。穆公不忘記過去的恩德，使我們惠公因此能在晉國主持祭祀，但又不能完成重大的勛勞，卻和我國有瞭韓地之戰。\n幫我把這句話翻譯成文言文",
    "output": "無祿，獻公即世，穆公不忘舊德，俾我惠公用能奉祀於晉。又不能成大勛，而為韓之師。",
    "ppl": [
      3.755061388015747
    ]
  },
  {
    "id": "68b51e2c-085d-4d4c-a053-2bdfc2a4d134",
    "instruction": "十四年，齣為安南將軍、湘州剌史，未拜。\n翻譯成白話文：",
    "output": "十四年，齣為安南將軍、湘州刺史，未拜任。",
    "ppl": [
      1.4182521104812622
    ]
  },
  {
    "id": "933c2d48-e059-4f9e-9f39-a812be494ddb",
    "instruction": "嶽飛將騎兵在山下列陣，命令他們都拉滿弓弦，待到黎明時分，派齣敢死隊迅速齣擊登上山頂，敵眾大亂，放棄山頭四下逃散，被嶽飛的騎兵緊緊包圍。\n翻譯成文言文：",
    "output": "飛列騎山下，令皆持滿，黎明，遣死士疾馳登山，賊眾亂，棄山而下，騎兵圍之。",
    "ppl": [
      4.074929237365723
    ]
  },
  {
    "id": "a358c6a9-0b1a-4726-a2f3-9b0d31a0f899",
    "instruction": "懿宗時，首領赫連鐸為陰山府都督，與討龐勛，以功拜大同軍節度使。\n翻譯成現代文：",
    "output": "唐懿宗時，首領赫連鐸任陰山府都督，協助討伐龐勛，因功封大同軍節度使。",
    "ppl": [
      1.385037899017334
    ]
  },
  {
    "id": "fdcd7474-656f-4b8d-90ea-9cf0896e6584",
    "instruction": "二月初十，皇上到春州，臨幸混同江釣魚，境外生女真酋長在韆裏以內者，依舊例均要前來朝覲。\n這句話在古代怎麼說：",
    "output": "二月丁酉，如春州，幸混同江釣魚，界外生女直酋長在韆裏內者，以故事皆來朝。",
    "ppl": [
      2.8158998489379883
    ]
  },
  {
    "id": "81827297-908e-4d87-a3d4-cf2a2d93c8a0",
    "instruction": "命兵部員外郎李充為恒冀宣慰使。\n翻譯成現代文：",
    "output": "德宗令兵部員外郎李充擔任恒冀宣慰使。",
    "ppl": [
      1.7161791324615479
    ]
  },
  {
    "id": "719f4ae4-54b4-4d60-867f-e50bf50e9801",
    "instruction": "襄平縣北邊市場上長齣一塊肉，長度和圍圓各有幾尺，有頭、眼睛、嘴巴，沒有手、腳卻搖搖晃晃的。\n這句話在中國古代怎麼說：",
    "output": "襄平北市，生肉，長圍各數尺，有頭、目、口、喙，無手、足，而動搖。",
    "ppl": [
      2.3151204586029053
    ]
  },
  {
    "id": "95c6705b-f3cb-4540-b8da-4bf1182565b0",
    "instruction": "將下麵句子翻譯成文言文：\n硃友寜長驅攻取汾、慈、隰三州。進而圍睏太原，攻西門。",
    "output": "友寜長驅略汾、慈、隰州，皆下，遂圍太原，攻西門。",
    "ppl": [
      2.222193479537964
    ]
  },
  {
    "id": "837699cd-2f17-4c53-b558-c273ac28165c",
    "instruction": "鼕，十月，壬寅，太後西入關，辛酉，至京師；赦天下，改元。\n翻譯成白話文：",
    "output": "鼕季十月，壬寅，武則天西行入潼關，辛酉，到達京城長安；下詔赦免天下罪犯，改年號為長安。",
    "ppl": [
      2.36560320854187
    ]
  },
  {
    "id": "f9ce5703-3671-430e-8a8d-e3bd9e769691",
    "instruction": "高祖認為很好，下詔書大大錶彰他的功勞，封他的一個兒子為義康郡公，食邑一萬戶，世代承襲，並賞賜給他良田三十頃，絹一萬段，米一萬石，金鉢一個，裝滿瞭金子，銀鉢一個，盛滿瞭珠寶，外加綾、錦共五百段。\n把這句話翻譯成文言文：",
    "output": "馀如故。並賜田三十頃，絹萬段，米萬石，金鉢一，實以金，銀鉢一，實以珠，並綾錦五百段。",
    "ppl": [
      2.352402448654175
    ]
  },
  {
    "id": "594248b2-56d9-47e6-aaf6-ea6632e7621f",
    "instruction": "將下麵句子翻譯成文言文：\n睹師贊卻說： 連兒子的肉都吃瞭，還有誰的肉他不敢吃呢！",
    "output": "贊對曰： 其子之肉尚食之，其誰不食！",
    "ppl": [
      3.53509783744812
    ]
  },
  {
    "id": "bc8630d1-2676-445a-994b-692a9493fcda",
    "instruction": "文言文翻譯：\n梁主起舞，曰： 陛下既親撫五弦，臣何敢不同百獸！",
    "output": "答案：後梁國主起立跳舞，說： 陛下既然親自演奏琵琶，臣怎敢不象百獸那樣起舞！",
    "ppl": [
      2.4905402660369873
    ]
  },
  {
    "id": "b83f42dc-5b66-4988-8284-88d958a8ff8d",
    "instruction": "又傳令增設右衛率府，調河南濛古軍萬人交右府統帥。約說 ：左衛率府舊製有，又立右府乾什麼？\n翻譯成古文：",
    "output": "約屏人語曰： 左衛率府，舊製有之，今置右府何為？",
    "ppl": [
      4.077288627624512
    ]
  },
  {
    "id": "580501a4-fcae-4450-9ec2-de0832c30fca",
    "instruction": "洞內分為三層。\n把這句話翻譯成文言文：",
    "output": "其內分為三層。",
    "ppl": [
      1.745141863822937
    ]
  },
  {
    "id": "c0dec0a6-da25-495a-b2a9-278d490ed36e",
    "instruction": "李元平原來是湖南判官，稍有纔學技藝，生性疏散傲慢，敢說大話，喜歡談論用兵，關播將他視為奇纔，便嚮德宗推薦，說他有齣將入相的纔能。\n幫我把這句話翻譯成文言文",
    "output": "元平，本湖南判官，薄有纔藝，性疏傲，敢大言，好論兵。",
    "ppl": [
      2.5577392578125
    ]
  },
  {
    "id": "bd18a595-f732-4ab8-b70c-3e6c63ca097f",
    "instruction": "我們行軍三十裏去襲擊他們，一定能把他們打敗。\n這句話在古代怎麼說：",
    "output": "我行三十裏擊之，必可敗也。",
    "ppl": [
      1.9192332029342651
    ]
  },
  {
    "id": "5fd85798-d6df-4fcf-ab1b-e54ccaf61f1b",
    "instruction": "然則積一毛以成肌膚，積肌膚以成一節。\n翻譯成白話文：",
    "output": "然而正是一根根毫毛纍積起來，形成瞭肌膚；一寸寸肌膚纍積起來，形成瞭肢體。",
    "ppl": [
      2.432600498199463
    ]
  },
  {
    "id": "9e40420b-e7dd-4951-996b-acb0bc29e87d",
    "instruction": "翻譯成文言文：\n鳳凰二年春三月，孫皓任命陸抗為大司馬。\n答案：",
    "output": "二年春三月，以陸抗為大司馬。",
    "ppl": [
      1.2009044885635376
    ]
  },
  {
    "id": "b2e8d662-2ff0-40f3-bba2-8df996b29291",
    "instruction": "將下麵句子翻譯成現代文：\n曰：擊此者，□陣而□之，規而離之，閤而佯北，殺將其後，勿令知之。此擊方之道也。",
    "output": "孫臏說： 抗擊這樣的敵軍，使集中的敵軍分散，一接觸就假裝敗逃，然後伺機從後麵攻擊敵軍，但要注意不讓敵軍事先察覺。這就是攻破敵軍方陣的辦法。",
    "ppl": [
      3.3036792278289795
    ]
  },
  {
    "id": "7ebacc15-fbde-4e82-a1dd-151899167a59",
    "instruction": "贈右都禦史，官其子瑺大理評事。\n翻譯成白話文：",
    "output": "追贈右都禦史，任他的兒子鄧瑺為大理評事。",
    "ppl": [
      1.5120128393173218
    ]
  },
  {
    "id": "c2a73d19-a218-44f1-821c-40ef25d313fb",
    "instruction": "十二月初七，李願擊敗李師道的部眾九韆人，斬敵首二韆級。\n這句話在中國古代怎麼說：",
    "output": "甲辰，李願擊敗李師道之眾九韆，斬首二韆級。",
    "ppl": [
      1.489047646522522
    ]
  },
  {
    "id": "bd70e1d5-2e70-4c38-9a32-3c02562a328c",
    "instruction": "翻譯成文言文：\n詔令謚號為恭，韓維說： 嚮君主責難叫作恭，陳執中憑藉什麼能享受這個稱號呢？",
    "output": "詔謚曰恭，維曰： 責難於君謂之恭，執中何以得此？ 議訖不行，乞罷禮院。",
    "ppl": [
      3.5566301345825195
    ]
  },
  {
    "id": "f774517e-2c38-4c47-92b8-5e6a84109c87",
    "instruction": "有人責難他說： 少數民族地區落後，沒有禮義，怎麼辦？\n幫我把這句話翻譯成文言文",
    "output": "或人難之曰： 夷狄之鄙陋無禮義，如之何？",
    "ppl": [
      4.97254753112793
    ]
  },
  {
    "id": "44e7d2fb-c50c-4ce2-a170-e421bbe6caf7",
    "instruction": "如果在潛修道德時仍去注意事功名譽，則必得不到真實的造詣；讀書隻停留在炫耀，附庸風雅，在他人麵前隻想顯露那一時的纔氣，纔是定不深心。\n這句話在中國古代怎麼說：",
    "output": "如修德而留意於事功名譽，必無實詣；讀書而寄興於吟詠風雅，定不深心。",
    "ppl": [
      3.724897623062134
    ]
  },
  {
    "id": "4b553796-1b8a-4413-86dd-88d5b77a0939",
    "instruction": "現在是氣構成瞭水與火，假使認為古今的氣不相同，那麼古代的水是清的，火是熱的，而現在的水是濁的，火則是冷的嗎？\n翻譯成古文：",
    "output": "今氣為水火也，使氣有異，則古之水清火熱，而今水濁火寒乎？",
    "ppl": [
      2.572099447250366
    ]
  },
  {
    "id": "b32c6ad2-2d61-42a2-a0cb-1a224f215074",
    "instruction": "翻譯成現代文：\n己亥，製授保慶軍節度使，封建國公。",
    "output": "二十六日，授為保慶軍節度使，封為建國公。",
    "ppl": [
      1.533588171005249
    ]
  },
  {
    "id": "a124ada8-d6ed-45c7-bb06-0267ca81e8ae",
    "instruction": "職位一韆年更換一次。這一十年中沒有過錯的，就能超度成仙瞭。\n翻譯成文言文：",
    "output": "天帝所敕，主八海之寶，一韆年一更其任，無過者超證仙品。",
    "ppl": [
      13.037577629089355
    ]
  },
  {
    "id": "825f2ee3-d8e4-467f-a644-0406ccfc8636",
    "instruction": "於是贊嘆說： 本來是查罪狀，卻聽到贊頌之聲。\n翻譯成文言文：",
    "output": "乃嘆曰： 本求罪狀，遂聞頌聲。",
    "ppl": [
      1.8265273571014404
    ]
  },
  {
    "id": "74feff7e-6fc1-4752-be84-db2a9dd50b66",
    "instruction": "將下麵句子翻譯成現代文：\n錶朝廷雲： 錢鏐卒，請以臣為吳越王；馬殷卒，請以臣為尚書令。",
    "output": "上錶給朝廷說： 錢死瞭，請朝廷任我為吳越王；馬殷死瞭，請朝廷任我為尚書令。",
    "ppl": [
      1.8689970970153809
    ]
  },
  {
    "id": "ba111faa-943e-4202-ae41-e4d9e25d0932",
    "instruction": "他死後，追贈冀州刺史、假滄水公的職位，謚號 康 。\n這句話在中國古代怎麼說：",
    "output": "卒，贈冀州刺史，假滄水公，謚曰康。",
    "ppl": [
      1.4315193891525269
    ]
  },
  {
    "id": "a4a03a9f-d71a-4f85-bfab-7ec46dd8f3ff",
    "instruction": "田私記之。\n翻譯成現代文：",
    "output": "田老太太默默記下。",
    "ppl": [
      17.510765075683594
    ]
  },
  {
    "id": "1ffa4370-c364-4aee-9edb-1556b8f97aae",
    "instruction": "十一月庚辰，齊安州刺史翟子崇、楚州刺史劉仕榮、淮州刺史柳達摩率眾赴任約，入於石頭。\n把這句話翻譯成現代文。",
    "output": "十一月三日，齊安州刺史翟子崇、楚州刺史劉仕榮、淮州刺史柳達摩率部投奔任約，抵達石頭。",
    "ppl": [
      1.413774847984314
    ]
  },
  {
    "id": "548f6aa8-2f32-406e-99b0-021b0d142917",
    "instruction": "唐兵進據東武門，李達與吳越兵共禦之，不利。\n翻譯成白話文：",
    "output": "而南唐軍隊又前進占領瞭東武門，李達和吳越兵共同抵抗，戰事不利。",
    "ppl": [
      2.7519583702087402
    ]
  },
  {
    "id": "3670026b-20ea-4b4a-9028-f6651c5014c8",
    "instruction": "十三日，尊封王太後為皇太後。\n這句話在古代怎麼說：",
    "output": "辛酉，尊王太後為皇太後。",
    "ppl": [
      1.489721655845642
    ]
  },
  {
    "id": "938c3de5-728a-4c17-b012-3c55dcf596d7",
    "instruction": "文言文翻譯：\n普纔曰： 汝違吾命，吾不知死所矣。",
    "output": "答案：陳普纔說道： 你違背我的話，我如果跟隨你去，還不知道自己會死在哪裏啊！",
    "ppl": [
      2.625148296356201
    ]
  },
  {
    "id": "3da5cdee-9fb5-4253-a3fd-bbcd65a4ae9a",
    "instruction": "文華在幾次直言上書後，武宗和身邊的宦官們都記恨他。\n把這句話翻譯成文言文：",
    "output": "文華既數進直言，帝及諸近幸皆銜之。",
    "ppl": [
      6.530813217163086
    ]
  },
  {
    "id": "e241ede0-2fe2-4f3f-9776-b64e7a652147",
    "instruction": "翻譯成現代文：\n是以季友鴆叔牙，《春鞦》賢之；趙盾不討賊，謂之弑君。\n答案：",
    "output": "所以魯大夫季友毒死瞭擁戴慶父的叔牙，《春鞦》錶彰瞭他；晉大夫趙盾從邊境返迴來見趟穿攻襲靈公而不討伐逆臣，史臣說趙盾殺瞭國君。",
    "ppl": [
      5.527338981628418
    ]
  },
  {
    "id": "563329bf-8946-4c19-85b4-1c7e112b48f5",
    "instruction": "文言文翻譯：\n趙奢既已遣秦間，捲甲而趨之，二日一夜至，今善射者去閼與五十裏而軍。",
    "output": "答案：趙奢遣送秦軍間諜之後，就令士兵卸下鐵甲，快速嚮閼與進發。兩天一夜就到達前綫，下令善射的騎兵離閼與五十裏紮營。",
    "ppl": [
      3.976700782775879
    ]
  },
  {
    "id": "1ed32758-47bf-4b8a-b8c1-21ee4efe417a",
    "instruction": "翻譯成文言文：\n那蛇已經長到二寸多長瞭，紅色，釵股般粗細。",
    "output": "其蛇已及二寸許，赤色，粗如釵股矣。",
    "ppl": [
      2.261258125305176
    ]
  },
  {
    "id": "c11c814b-e654-4e35-a454-cdbf924d49bc",
    "instruction": "十二月初一，宰相杜讓能兼任司空。\n把這句話翻譯成文言文：",
    "output": "十二月戊午，宰臣杜讓能兼司空。",
    "ppl": [
      1.6830823421478271
    ]
  },
  {
    "id": "951add14-a35b-4f47-afd9-a4c18ec5de3a",
    "instruction": "翻譯成文言文：\n如果把國傢的職位為私用，那麼公道就不通行瞭。這樣以小私來妨礙大公，那麼後門之風一開，而正當的言語就被堵絕。小人就當道，君子道消。這樣日削月蝕，最終會使國傢凋敝，這都是為官非其人的緣故。\n答案：",
    "output": "若以公器為私用，則公議不行，而勞人解體；以小私而妨至公，則私謁門開，而正言路絕，儉人遞進，君子道消，日削月朘，卒見凋弊者，為官非其人也。",
    "ppl": [
      6.764120101928711
    ]
  },
  {
    "id": "57703330-24b1-4396-a198-697c6e4b459f",
    "instruction": "其簡要內容是：世祖以上都為避暑之地，車駕前往，每年如常，宮內有大安閣、鴻禧殿和睿思殿，可以保養皇上的聖體，適宜於起居，對祖宗懷敬畏之心情。\n翻譯成文言文：",
    "output": "其略曰： 世祖以上都為清暑之地，車駕行幸，歲以為常，閣有大安，殿有鴻禧、睿思，所以保養聖躬，適起居之宜，存畏敬之心也。",
    "ppl": [
      3.016587018966675
    ]
  },
  {
    "id": "f1875e02-b5c9-48d1-9c78-ddb0e2a4ca67",
    "instruction": "多遜到海外，托遣送他的使者迴朝時帶奏錶給朝廷謝恩。\n把這句話翻譯成文言文：",
    "output": "多遜至海外，因部送者還，上錶稱謝。",
    "ppl": [
      4.423480987548828
    ]
  },
  {
    "id": "ac18226d-983e-4cb9-a8e1-60dc2b017480",
    "instruction": "沒過多久，李石被授予興中少尹之職。\n把這句話翻譯成文言文：",
    "output": "未幾，除興中少尹。",
    "ppl": [
      1.622902274131775
    ]
  },
  {
    "id": "d6cf7360-5865-41dd-81fd-e2e476829611",
    "instruction": "七月十八日，韓弘在郾城與吳元濟作戰，打敗吳元濟。\n幫我把這句話翻譯成文言文",
    "output": "七月壬午，韓弘及元濟戰於郾城。",
    "ppl": [
      2.0675601959228516
    ]
  },
  {
    "id": "3b8e1d01-80ec-4957-b395-6ef9759d9431",
    "instruction": "高祖及齊王憲之在繈褓也，以避忌，不利居宮中。\n幫我把這句話翻譯成現代文",
    "output": "高祖和齊王宇文憲還是嬰兒時，為瞭避開猜忌，不宜住在宮中。",
    "ppl": [
      2.443228006362915
    ]
  },
  {
    "id": "c9aec068-9f96-4a0d-be47-e5e81dc8b197",
    "instruction": "翻譯成現代文：\n拜平章政事，封密國公。\n答案：",
    "output": "徒單剋寜被授予平章政事，封為密國公。",
    "ppl": [
      3.1052491664886475
    ]
  },
  {
    "id": "8f8961b7-9a6b-4a16-9555-8205f0e082f1",
    "instruction": "苻堅從淮南敗退迴來時，遭到慕容衝的進攻，苻堅逃奔到姚萇那兒，最終身死國滅。\n翻譯成文言文：",
    "output": "及淮南敗還，為慕容衝所攻，亡奔姚萇，身死國滅。",
    "ppl": [
      2.199320077896118
    ]
  },
  {
    "id": "ba2fc458-0e5a-48b5-b149-81cd8615a892",
    "instruction": "母施衿結帨，曰： 勉之敬之，夙夜無違宮事！ 庶母及門內，施鞶，申之以父母之命，命之曰： 敬恭聽，宗爾父母之言。\n翻譯成現代文：",
    "output": "庶母送至廟門內，為女兒係上盛物的小囊，對她重申父母之命。告誡她： 恭敬地聽著，遵奉父母的話，從早到晚不要有過失。看一看父母的賜物，就會想起父母的教導。",
    "ppl": [
      5.20929479598999
    ]
  },
  {
    "id": "f7a3c5b4-5b17-4f5d-80b4-48d82c82164b",
    "instruction": "史臣曰：王傑、王勇、宇文虯這些人，都憑藉果敢剛毅的資質，在混亂的時節竭盡忠誠，最終能夠攻破堅城傾覆勁旅，建立抗禦侵侮的功勛，被分封土地，占據顯赫的官位，本來就是應當的。\n這句話在古代怎麼說：",
    "output": "史臣曰：王傑、王勇、宇文虯之徒，鹹以果毅之姿，效節於擾攘之際，終能屠堅銳，立禦侮之功，裂膏壤，據勢位，固其宜也。",
    "ppl": [
      3.983060121536255
    ]
  },
  {
    "id": "cdb3e48e-c9f3-450a-8b46-51c0cd55931e",
    "instruction": "翻譯成現代文：\n比見上封事者，言有可采，但賜束帛而已，未嘗濛召見，被拔擢。其忤旨，則朝堂決杖，傳送本州，或死於流貶。\n答案：",
    "output": "現看見上奏的人，說得可取，隻賞綢緞罷瞭，沒有受接見、被提拔；說得不閤心意，就在朝廷上受杖刑，貶職迴鄉、或者死在流放處。",
    "ppl": [
      4.900234699249268
    ]
  },
  {
    "id": "028d3560-e7d8-48e2-a2a0-257e051d1cd3",
    "instruction": "又復以完顔守緒骨來獻，時相侈大其事，谘夔曰： 此朽骨耳，函之以葬大理寺可也。\n把這句話翻譯成現代文。",
    "output": "完顔守緒的遺骨獻來，當時的宰相對此大張旗鼓地慶祝，十分奢侈，洪谘夔說 ：這是朽骨，把它裝起來埋葬在大理寺就行。",
    "ppl": [
      2.4363927841186523
    ]
  },
  {
    "id": "3a6abaff-c056-4989-bcb1-9200c6b8fe6e",
    "instruction": "翻譯成現代文：\n還除黃門侍郎，尋為安西武陵王長史、蜀郡太守。\n答案：",
    "output": "返迴授任黃門侍郎，不久擔任安西武陵王長史、蜀郡太守。",
    "ppl": [
      1.7760218381881714
    ]
  },
  {
    "id": "27901eb4-0875-4151-9613-5fe63c5c7f6e",
    "instruction": "弘文館校書郎蘇悅亦寓於中條，甚熟蹤跡。\n幫我把這句話翻譯成現代文",
    "output": "弘文館校書郎蘇悅也寄寓於中條，非常熟悉事情的來龍去脈。",
    "ppl": [
      1.7359567880630493
    ]
  },
  {
    "id": "515c03e3-6de6-4584-8bf5-0a020ad31e08",
    "instruction": "翻譯成文言文：\n蕭寶陘自己感到很不安，所以謀反，兄弟都被誅殺。",
    "output": "寶晊不自安，謀反，兄弟皆伏誅。",
    "ppl": [
      2.651394844055176
    ]
  },
  {
    "id": "3c0e03ee-f3a6-49f4-a78a-799f362f47dc",
    "instruction": "自己快意則朝廷內外稱頌，自己不善則各種罪惡加身，這種使人膽顫心驚，與依靠限定法律幸免哪種更有效呢？\n這句話在古代怎麼說：",
    "output": "己快則朝野稱詠，不善則眾惡見歸，此之戰戰，孰與倚限法以苟免乎！",
    "ppl": [
      5.388051509857178
    ]
  },
  {
    "id": "187f3d32-9a72-4f73-8c3d-ff2fda18ae95",
    "instruction": "譽之則車馬繼來，毀之則杯盤失措。\n翻譯成白話文：",
    "output": "受到人們稱贊時，便乘上車馬歡奔而去；遭到人們批評時，就會發火而弄得杯盤狼藉。",
    "ppl": [
      4.110387802124023
    ]
  },
  {
    "id": "1feda239-84ad-4d06-96b1-636f329d16bb",
    "instruction": "將下麵句子翻譯成現代文：\n即還訊，各當其罪。",
    "output": "高柔立即迴去審問，各自承擔自己的罪名。",
    "ppl": [
      2.6969025135040283
    ]
  },
  {
    "id": "41e69b57-23db-47d5-ae95-4ce71a213209",
    "instruction": "庚辰，韓世忠引兵渡淮，逆擊金人於劉冷莊，敗之。\n翻譯成白話文：",
    "output": "二十二日，韓世忠率兵渡淮，在劉冷莊抵抗金軍，打敗金兵。",
    "ppl": [
      1.835662841796875
    ]
  },
  {
    "id": "58d10a00-4880-41bc-b8bd-da1ac40a7735",
    "instruction": "離開魯興發感嘆，有感於夜分，經過沛感懷落淚，實在有勞夜眠。\n翻譯成文言文：",
    "output": "去魯興嘆，有感宵分，過沛殞涕，實勞夕寐。",
    "ppl": [
      2.9548556804656982
    ]
  },
  {
    "id": "df613357-5fc5-41c0-9e91-ac9c72ad739b",
    "instruction": "翻譯成文言文：\n廣州人周靈甫擁有傢兵和部隊，孔熙先把六十萬錢給瞭他，讓他在廣州招兵，周靈甫一去不迴。\n答案：",
    "output": "廣州人周靈甫有傢兵部麯，熙先以六十萬錢與之，使於廣州閤兵。靈甫一去不反。",
    "ppl": [
      2.019129753112793
    ]
  },
  {
    "id": "76088434-923a-41f5-b1b9-76e81b0b240f",
    "instruction": "因此韓、魏、趙三傢之主，同心戮力，開門清道，令士卒們穿上鎧甲齣發，韓、魏兩傢軍隊從外麵，趙氏軍隊從城內，閤擊智伯。智伯大敗。\n翻譯成文言文：",
    "output": "是以三主之君，一心戳力，闢門除道，奉甲興士，韓、魏自外，趙氏自內，擊智伯大敗之。",
    "ppl": [
      4.2732439041137695
    ]
  },
  {
    "id": "9b3aee9f-d146-450b-822d-01d129d4e769",
    "instruction": "三年春，詔睿與東陽王丕同入八議，永受復除。\n翻譯成白話文：",
    "output": "太和三年春，皇帝詔令王睿與東陽王元丕一同獲得犯罪能減免刑罰的特權，並永遠免除徭役。",
    "ppl": [
      3.3434102535247803
    ]
  },
  {
    "id": "8cb6154b-d681-4301-87fd-e3a7a37d3c04",
    "instruction": "因令取傘扇麾幢樹之堤下，示無動誌。\n翻譯成現代文：",
    "output": "於是命令取來他的傘扇旗幟等儀仗，立在大堤下麵，錶示決無退卻的打算。",
    "ppl": [
      4.0227437019348145
    ]
  },
  {
    "id": "a3ae4c00-402b-42fc-8ace-b14adad669f8",
    "instruction": "太宗最後采納溫彥博的計謀，處置突厥投降的民眾，東起幽州，西至靈州，劃分突利可汗原來統屬之地，設置順？化、長四州都督府，又劃分頡利之地為六州，東麵設定襄都督府，西邊置雲中都督府，以統治其民眾。\n翻譯成文言文：",
    "output": "上卒用彥博策，處突厥降眾，東自幽州，西至靈州；分突利故所統之地，置順、祐、化、長四州都督府；又分頡利之地為六州，左置定襄都督府，右置雲中都督府，以統其眾。",
    "ppl": [
      2.2844924926757812
    ]
  },
  {
    "id": "e071415c-e9f3-4d6a-83fb-2190b0229209",
    "instruction": "雩絜之典，以誠會事，巫祝常祈，罕能有感，上天之譴，不可不察。\n翻譯成現代文：",
    "output": " 求雨祭神的典禮人們都以真誠之心去做，巫師祝工祈禱不停，上天卻很少有感動的時候，人就該明白上天的譴責。",
    "ppl": [
      4.707876205444336
    ]
  },
  {
    "id": "c2d14b2f-a245-4efe-a2ec-c7c5aa3d99e6",
    "instruction": "天寶八年己醜，公元七四九年春，二月，戊申，引百官觀左藏，賜帛有差。\n把這句話翻譯成現代文。",
    "output": "八載春季，二月戊申，玄宗帶領百官參觀左藏庫，並賞賜給他們數量不同的布帛。",
    "ppl": [
      2.451871633529663
    ]
  },
  {
    "id": "d4774b81-e78d-46e7-9e3d-8c1c6115748b",
    "instruction": "又西北注於臨湘縣也。\n幫我把這句話翻譯成現代文",
    "output": "又往西北流嚮臨湘縣。",
    "ppl": [
      1.9641704559326172
    ]
  },
  {
    "id": "56fde665-098e-42bd-8d73-67a3c32a5ccc",
    "instruction": "將下麵句子翻譯成文言文：\n河當濁而反清，就是陰想成陽，諸侯想稱帝。",
    "output": "河當濁而反清者，陰欲為陽，諸侯欲為帝也。",
    "ppl": [
      1.6330519914627075
    ]
  },
  {
    "id": "58dc26d0-e619-4694-9c26-69062796f2b2",
    "instruction": "將下麵句子翻譯成現代文：\n乙亥，硃勝非薨。",
    "output": "二十八日，硃勝非逝世。",
    "ppl": [
      1.6682854890823364
    ]
  },
  {
    "id": "1fc4c388-934d-4c5c-a643-8db0011958a6",
    "instruction": "將下麵句子翻譯成文言文：\n尊貴的祖先，安神在清廟。進獻此祭牲，並非僅盡孝。",
    "output": "薦以牲牷，匪雲盡孝。",
    "ppl": [
      11.35668659210205
    ]
  },
  {
    "id": "1a9aef23-64b4-4bd1-8549-9487552708eb",
    "instruction": "翻譯成現代文：\n誅罰無過，命曰大惑，反亂大經，真不可復。用實為虛，以邪為真，用針無義，反為氣賊。奪人正氣，以從為逆，榮衛散亂，真氣已失，邪獨內著，絕人長命，予人夭殃。",
    "output": "如果誅罰無過，不當瀉而瀉之，這就叫做 大惑 ，反而擾亂髒腑經脈，使真氣不能恢復，把實癥當作虛癥，邪氣當作真氣，用針毫無道理，反助邪氣為害，剝奪病人正氣，使順癥變成逆癥，使病人榮衛散亂，真氣散失，邪氣獨存於內，斷送病人的性命，給人傢帶來莫大的禍殃。",
    "ppl": [
      3.3516368865966797
    ]
  },
  {
    "id": "56c5a874-98a9-40ac-bf9d-280d73cd7480",
    "instruction": "翻譯成文言文：\n其二，引導學者的誌嚮。",
    "output": "其二曰導學者之誌。",
    "ppl": [
      2.638624429702759
    ]
  },
  {
    "id": "e262d01e-a279-4644-bad4-5f08a112e0f3",
    "instruction": "朝廷的臣子，纔學沒有超過他的，我請為各位彆坐。\n翻譯成文言文：",
    "output": "朝臣莫有過之者，吾請為諸君分坐。",
    "ppl": [
      3.1726667881011963
    ]
  },
  {
    "id": "92a2c555-9c0d-4e1d-8349-0d8c41b32ff3",
    "instruction": "因撫胸慟哭，大心乃止。\n翻譯成白話文：",
    "output": "說完就拍胸痛哭，蕭大心於是就留下未曾離去。",
    "ppl": [
      4.140665054321289
    ]
  },
  {
    "id": "4206a057-5ea5-4bbc-9063-bdc88749551b",
    "instruction": "餘入其堂，欲觀所圖府境四止，無有也。\n翻譯成現代文：",
    "output": "我進入府衙的大堂，想觀看地圖上府境的周邊情況，沒有。",
    "ppl": [
      3.8273684978485107
    ]
  },
  {
    "id": "af9cec0b-f417-4c8d-b721-58de9286e999",
    "instruction": "永漢元年，荀彧被推舉為孝廉，被任命為守宮令。\n這句話在古代怎麼說：",
    "output": "永漢元年，舉孝廉，拜守宮令。",
    "ppl": [
      1.533785343170166
    ]
  },
  {
    "id": "0767e0d9-a62b-4809-bee6-a61e0148939f",
    "instruction": "翻譯成現代文：\n光奏疏極論朋黨之害： 議論之臣，各懷顧避，莫肯以持危扶顛為己任。",
    "output": "李光上疏極力指責朋黨的危害 ：議諫大臣，各人懷有避諱顧慮之意，不肯把持危抉顛作為己任。",
    "ppl": [
      4.203772068023682
    ]
  },
  {
    "id": "1476459b-45fb-4ec1-8bab-e6b6e07274d4",
    "instruction": "郎君，指司馬元顥。\n翻譯成文言文：",
    "output": "郎君，司馬元顯也。",
    "ppl": [
      2.0657002925872803
    ]
  },
  {
    "id": "fedc2ec2-7376-4faa-87d0-dc62c7cab9be",
    "instruction": "蟲豸之類謂之孽。\n翻譯成白話文：",
    "output": "蟲豸之類稱之為孽。",
    "ppl": [
      1.378692388534546
    ]
  },
  {
    "id": "caac220f-2d29-4fd7-958d-1eab930df102",
    "instruction": "許憲後來也因為過錯而被免職。\n這句話在中國古代怎麼說：",
    "output": "而憲以事免官。",
    "ppl": [
      4.866008758544922
    ]
  },
  {
    "id": "056db7ad-2732-46c8-bba5-9f321afd2567",
    "instruction": "廣陵、京口守將各自持兵而兩邊觀望，鍾離、淮陰一帶相互鼎峙而靜觀得失。\n這句話在中國古代怎麼說：",
    "output": "廣陵、京口各持兵而懷兩望，鍾離、淮陰並鼎峙而觀得失。",
    "ppl": [
      1.756978988647461
    ]
  },
  {
    "id": "f8979e89-a948-49e4-b97a-ab19706dafc1",
    "instruction": "其條目有十條：包攬他人賦稅以代納漁利，經中人交付錢財以暫保安穩，將田糧詭寄彆處瞞稅，遍讀經書而不懂事務，將田地分派到他人名下或荒棄田地，憑執法之便乾壞事，僞造通行證偷盜軍需，黥麵刺字的囚徒潛逃在外，官吏長途押解罪犯受賄寬縱囚犯，天下士大夫不為人君效勞。\n翻譯成文言文：",
    "output": "其目十條：曰攬納戶，曰安保過付，曰詭寄田糧，曰民人經該不解物，曰灑派拋荒田土，曰倚法為奸，曰空引偷軍，曰黥刺在逃，曰官吏長解賣囚，曰寰中士夫不為君用。",
    "ppl": [
      6.092492580413818
    ]
  },
  {
    "id": "2842593a-b3cf-4993-8771-c5d97f71d18d",
    "instruction": "換夫北行二裏，路右石峰之夾，路左土垅之上，俱有村落。\n幫我把這句話翻譯成現代文",
    "output": "換夫後往北行二裏，路右石峰的夾榖中，路左的土隴之上，都有村落。",
    "ppl": [
      2.6666059494018555
    ]
  },
  {
    "id": "d72abb59-46a6-47fd-b1ce-9828707c2108",
    "instruction": "大索兵器於城中，不得，賊多持白梃。\n翻譯成現代文：",
    "output": "宸濠大肆搜索城中軍械，城中軍械早已轉移瞭，以緻其兵卒多持木棍。",
    "ppl": [
      6.575099945068359
    ]
  },
  {
    "id": "531e679c-7274-473d-bbb8-dfa14aa1aade",
    "instruction": "蒯通說： 你自認為和漢王友好，想建立流傳萬世的功業，我私下認為這種想法錯瞭。\n幫我把這句話翻譯成文言文",
    "output": "蒯生曰： 足下自以為善漢王，欲建萬世之業，臣竊以為誤矣。",
    "ppl": [
      3.7726893424987793
    ]
  },
  {
    "id": "ba86fb8d-0ec6-4922-a618-95adffccf5c5",
    "instruction": "翻譯成現代文：\n周文之奉魏太子西巡，至原州，遂幸賢第，讓齒而坐，行鄉飲酒禮。",
    "output": "宇文泰護衛魏太子西巡到達原州，住在李賢的傢裏，賓主互相謙讓，按年紀大小作為排列次序，並按當地的禮節飲酒。",
    "ppl": [
      4.389967441558838
    ]
  },
  {
    "id": "754e8ba1-0442-446a-9b9c-f97885a14e50",
    "instruction": "翻譯成文言文：\n吃完飯後霧卻又變成雨。",
    "output": "既飯而霧復成雨。",
    "ppl": [
      2.2809154987335205
    ]
  },
  {
    "id": "4277a501-21e6-490b-a00f-9c0bb4c7812c",
    "instruction": "將下麵句子翻譯成文言文：\n紹聖三年，皇後朝拜景靈宮，事情完畢後，坐下來，諸嬪禦站在旁邊侍奉，劉婕妤背立簾下，皇後門閤中陳迎兒嗬斥她，她不顧，宮中人都憤怒起來。",
    "output": "紹聖三年，後朝景靈宮，訖事，就坐，諸嬪禦立侍，劉獨背立簾下，後閤中陳迎兒嗬之，不顧，閤中皆忿。",
    "ppl": [
      2.622302770614624
    ]
  },
  {
    "id": "0e5237e2-439c-4d5c-a0e9-eb747eba6fc8",
    "instruction": "堂中有人問道： 你今晚為啥這麼狼狽？\n這句話在古代怎麼說：",
    "output": "堂中有人問雲： 今夕何爾纍悴？",
    "ppl": [
      4.394039630889893
    ]
  },
  {
    "id": "bc27573c-ee82-4490-8d90-e74bd93a029c",
    "instruction": "上命小部音聲，樂長生殿。\n翻譯成白話文：",
    "output": "有一天，聽說浙右的一個下級軍官薛陽陶，監押運往朝庭庫府的米糧來到淮海郡。",
    "ppl": [
      11.930513381958008
    ]
  },
  {
    "id": "4eeab3ed-f6f2-4073-9ea6-07ed4cda24ca",
    "instruction": "礦盜相招聚集，容易發動變亂，這是第一點。\n翻譯成文言文：",
    "output": "礦盜哨聚，易於召亂，一也。",
    "ppl": [
      4.0941643714904785
    ]
  },
  {
    "id": "c8266fc7-cd75-4ce0-bdf5-144eb0e35190",
    "instruction": "娶東徐州刺史博陵崔鑒女。時孝文尚未改北人姓，鑒謂所親雲： 平原王纔度不惡，但恨其姓名殊為重復。\n把這句話翻譯成現代文。",
    "output": "他娶瞭東徐州刺史博陵崔鑒的女兒為妻，當時孝文帝還沒有改去北人的姓氏，崔鑒對親熟的人道 ：平原王纔乾和氣度都不錯，就是姓名太復雜很討厭。",
    "ppl": [
      2.6462929248809814
    ]
  },
  {
    "id": "fc254806-ba68-496a-8957-d8008f8b2062",
    "instruction": "仍下詔曰： 前徵士何點，高尚其道，誌安容膝，脫落形骸，棲誌窅冥。\n幫我把這句話翻譯成現代文",
    "output": "接著，高祖下韶說： 徵士何點，操守高潔，不求仕宦，安於容膝之陋室，放浪形骸，不拘形跡，寄情於幽隱之中。",
    "ppl": [
      6.0373735427856445
    ]
  },
  {
    "id": "08a0405d-b0e4-4718-b448-e958007a54ba",
    "instruction": "將下麵句子翻譯成現代文：\n鎔不答，弘規呼鎔甲士斬希濛首，擲於鎔前，鎔懼，遽歸。",
    "output": "王鎔不迴答，李弘規呼喚王鎔的士兵砍下石希濛的頭，丟到王鎔麵前，王鎔恐懼，急忙返迴。",
    "ppl": [
      1.9608650207519531
    ]
  },
  {
    "id": "1027b4da-5e23-4750-832e-d6091fa90a57",
    "instruction": "錶演舞蹈人員的冠冕服飾，見於魏尚書的奏書，後代沿襲使用。\n這句話在中國古代怎麼說：",
    "output": "其舞人冠服，見魏尚書奏，後代相承用之。",
    "ppl": [
      2.6463277339935303
    ]
  },
  {
    "id": "ac5093b9-e35c-4092-b161-9a50aea9b203",
    "instruction": "翻譯成文言文：\n至於傢事，還是應該等待上皇的命令，不必過急，這隻不過是時間早晚的問題。\n答案：",
    "output": "至於傢事，宜待上皇之命，不過晚歲月之間耳。",
    "ppl": [
      2.9947264194488525
    ]
  },
  {
    "id": "681f7087-21ed-4385-839d-a738ef034b82",
    "instruction": "未可知也。\n翻譯成現代文：",
    "output": "這可是不可能知道的。",
    "ppl": [
      2.8085684776306152
    ]
  },
  {
    "id": "6d6650e5-3017-4133-8b30-f07d57522377",
    "instruction": "硃浮因為劉秀不親自討伐彭寵，嚮劉秀上書求援。\n這句話在中國古代怎麼說：",
    "output": "硃浮以帝不自徵彭寵，上疏求救。",
    "ppl": [
      2.289186716079712
    ]
  },
  {
    "id": "99c216b9-afdc-47fb-8aa9-203b98935bb3",
    "instruction": "鞦七月乙亥，立晉安王綱為皇太子。\n翻譯成白話文：",
    "output": "鞦七月乙亥，立置塞王蘆捆為皇太子。",
    "ppl": [
      4.748820781707764
    ]
  },
  {
    "id": "0a55df45-9105-402d-96d6-8657bc3d6c8f",
    "instruction": "文言文翻譯：\n閣上人曰： 君識孟丞不？ 長和答曰： 識。",
    "output": "答案：樓上的人這時問長和認不認識孟丞，長和說認識。",
    "ppl": [
      1.9146449565887451
    ]
  },
  {
    "id": "85693b22-8eb4-4fbd-8596-a12dad1c86d9",
    "instruction": "王經當高壁深壘，挫其銳氣，今乃與戰，使賊得計。\n翻譯成現代文：",
    "output": "王經應當高築營壘堅守不齣，挫敗敵人的銳氣，但現在竟與敵人交戰，使敵人的計策得以實現。",
    "ppl": [
      2.3513731956481934
    ]
  },
  {
    "id": "3d397ce0-38a6-4077-a943-6bae7e64c746",
    "instruction": "鞦季九月乙醜日，晉國趙盾殺掉自己的君主夷皋。\n幫我把這句話翻譯成文言文",
    "output": "鞦九月乙醜，晉趙盾弑其君夷皋。",
    "ppl": [
      1.4957562685012817
    ]
  },
  {
    "id": "8bc42c87-a632-42fa-9d3d-1dc0a98d9d84",
    "instruction": "韓全誨嚮李茂貞叩頭訴說這件事，李茂貞說： 兵卒們知道什麼！\n這句話在中國古代怎麼說：",
    "output": "全誨叩頭訴於茂貞，茂貞曰： 卒輩何知！",
    "ppl": [
      2.031447172164917
    ]
  },
  {
    "id": "18191d12-2e62-472d-90f4-33657dc1e562",
    "instruction": "祠夕，以麝揉蘇，澤耏顔鼻耳。\n把這句話翻譯成現代文。",
    "output": "祭祠之日，用麝香揉和蘇，塗在臉麵、鼻、耳及鬍須上。",
    "ppl": [
      3.55572247505188
    ]
  },
  {
    "id": "dd36b778-bf6b-4b82-8582-d45c9c5bf3ba",
    "instruction": "倉場總督薛貞說草場失火，賴魏忠賢救助，得以無害。\n翻譯成古文：",
    "output": "倉場總督薛貞言草場火，以忠賢救，得無害。",
    "ppl": [
      1.5125219821929932
    ]
  },
  {
    "id": "bba93206-14ad-4283-a1ac-de09b4575b72",
    "instruction": "今武弁當如皮弁，但皮弁以黑紗冒之，武弁當以絳紗冒之。\n翻譯成現代文：",
    "output": "如今武弁服應當如同皮弁服，可是皮弁用黑紗覆蓋，武弁服應當用絳色紗覆蓋。",
    "ppl": [
      2.122807502746582
    ]
  },
  {
    "id": "30082c3a-9c43-4b7c-a3c4-37dc6449344e",
    "instruction": "夏季，四月，京城洛陽及四十一個郡和封國下冰雹。河西地區的冰雹，有的巨大如鬥。\n翻譯成文言文：",
    "output": "夏，四月，癸未，京師、郡國二十一雨雹，河西雹大者如鬥。",
    "ppl": [
      3.7732505798339844
    ]
  },
  {
    "id": "4afba2ae-8a60-4638-830b-b8411a26ad00",
    "instruction": "五月十三日，賜禮部進士毛自知等四百三十三人及第、齣身。\n把這句話翻譯成文言文：",
    "output": "五月己巳，賜禮部進士毛自知以下四百三十有三人及第、齣身。",
    "ppl": [
      1.615785837173462
    ]
  },
  {
    "id": "f06f058c-6699-4e71-8d04-380b6ab31d3f",
    "instruction": "如今捨棄高貴的嫡子，而立低賤的庶子，後世必然要發生內亂。\n把這句話翻譯成文言文：",
    "output": "今捨貴立賤，後世必亂。",
    "ppl": [
      2.1486573219299316
    ]
  },
  {
    "id": "8b6ccc57-bb4d-45a5-850c-a891e5b92b2f",
    "instruction": "翻譯成現代文：\n乙醜，以江西觀察使路嗣恭為廣州刺史，充嶺南節度使，封翼國公。\n答案：",
    "output": "二十三日，以江西觀察使路嗣恭為廣州刺史，並充任嶺南節度使，封翼國公。",
    "ppl": [
      1.2190845012664795
    ]
  },
  {
    "id": "8e12ef78-1529-4fec-88ca-c89cd43d0f21",
    "instruction": "扈從官行一拜禮，傳賜酒飯。\n翻譯成現代文：",
    "output": "扈從官行一拜禮，傳令賜予酒飯。",
    "ppl": [
      1.6040863990783691
    ]
  },
  {
    "id": "c2f9c730-023c-48b5-bfe1-24c724b06b4f",
    "instruction": "天王說，快到瞭。\n把這句話翻譯成文言文：",
    "output": "猶可支持三二十裏。 天王曰： 欲到矣。",
    "ppl": [
      7.926538467407227
    ]
  },
  {
    "id": "3f9b0f6a-a3df-48e9-8fd1-910b3dd236d7",
    "instruction": "翻譯成現代文：\n壬申，以內史按答齣為太師、知樞密院事。",
    "output": "十四日，任命內史按答齣為太師、知樞密院。",
    "ppl": [
      1.5199781656265259
    ]
  },
  {
    "id": "8f3d9fe9-1f54-4125-ae2e-3b07a5680701",
    "instruction": "進士楊鼎夫善於吟詩作詞，為人們所稱贊。\n這句話在中國古代怎麼說：",
    "output": "進士楊鼎夫富於詞學，為時所稱。",
    "ppl": [
      2.633518695831299
    ]
  },
  {
    "id": "78874fc3-f7fb-41fa-b334-abdf465022e8",
    "instruction": "翻譯成現代文：\n都虞候張用濟曰： 蒲、陝薦飢，不如守河陽，賊至，並力拒之。",
    "output": "都虞侯張用濟說： 蒲州與陝州連年飢荒，不如堅守河陽，叛軍如果來攻，就全力堅守。",
    "ppl": [
      2.299316167831421
    ]
  },
  {
    "id": "9af7a482-59c4-439b-876c-dff97536576f",
    "instruction": "丁醜，禮部尚書、江夏王道宗送文成公主歸吐蕃。\n翻譯成現代文：",
    "output": "十五日，禮部尚書、江夏王道宗送文成公主嫁到吐蕃。",
    "ppl": [
      1.5523446798324585
    ]
  },
  {
    "id": "ab841feb-4839-485a-9a00-96f07fc5eb46",
    "instruction": "將下麵句子翻譯成文言文：\n如今都作為慶賀吊唁一類的服飾。",
    "output": "今通以為慶吊服。",
    "ppl": [
      3.8503010272979736
    ]
  },
  {
    "id": "cdee1542-de6e-4598-9e50-6f18c904d6db",
    "instruction": "故凡治亂之情，皆道上始。\n翻譯成白話文：",
    "output": "一切治亂的根源，都從上麵開始。",
    "ppl": [
      3.447073459625244
    ]
  },
  {
    "id": "fedb793a-75be-4f0b-bf01-0c969e02c40f",
    "instruction": "晉王將部隊分為兩路追逐他們，追齣數十裏，抓獲契丹主的兒子。\n翻譯成古文：",
    "output": "晉王分軍為二逐之，行數十裏，獲契丹主之子。",
    "ppl": [
      1.8195358514785767
    ]
  },
  {
    "id": "83711bf8-d785-4fe4-9e7b-31ea479118b6",
    "instruction": "翻譯成現代文：\n篤好文學，動閤規矩。",
    "output": "十分喜愛文學，做事都符閤規矩。",
    "ppl": [
      3.907172918319702
    ]
  },
  {
    "id": "980040cb-5deb-4aea-b2e8-5e02d9c589aa",
    "instruction": "張緒質樸凝聚，氣韻清鈍，自然風範，捂紳楷模，朝臣宗師，百姓仰望。\n翻譯成文言文：",
    "output": "張緒凝衿素氣，自然標格，搢紳端委，朝宗民望。",
    "ppl": [
      8.520197868347168
    ]
  },
  {
    "id": "56a5d6e9-42f2-493a-8ef5-59db7246aa82",
    "instruction": "夏五月，莒人入嚮。\n把這句話翻譯成現代文。",
    "output": "夏季五月，莒國人侵入瞭嚮國。",
    "ppl": [
      2.0872364044189453
    ]
  },
  {
    "id": "b4f8332b-d91a-4320-8a63-194b50e8cd27",
    "instruction": "初二，金軍催促欽宗召迴康王。\n把這句話翻譯成文言文：",
    "output": "壬辰，金人趣召康王還。",
    "ppl": [
      3.3253185749053955
    ]
  },
  {
    "id": "c8494440-b589-4d30-8d37-d98a8b7257a9",
    "instruction": "翻譯成文言文：\n趙孝成王說： 對國傢沒有什麼好處。",
    "output": "王曰： 無補於國。",
    "ppl": [
      2.8886044025421143
    ]
  },
  {
    "id": "be147ec4-c08b-4803-be2b-28d522565b0d",
    "instruction": "翻譯成現代文：\n明公苟不修德義，專事威刑，則憲等死自其分，又何逃乎！\n答案：",
    "output": "您如果不講究德義，專靠威勢刑罰，那麼我們死也是自己的本分，又為什麼要逃脫呢？",
    "ppl": [
      2.4875147342681885
    ]
  },
  {
    "id": "50699c50-eaa9-4094-bf59-ee1dd29f500e",
    "instruction": "將下麵句子翻譯成現代文：\n武騎常侍。",
    "output": "武騎常侍",
    "ppl": [
      1.2974933385849
    ]
  },
  {
    "id": "bbd69491-7714-4d35-8a46-b42c2d105225",
    "instruction": "將下麵句子翻譯成文言文：\n荀偃說： 應該繼續圍攻鄭國，等到楚國救鄭的時候，就可以迎戰楚軍；如果現在和鄭國議和，就不會得到實際的利益。",
    "output": "荀偃曰： 遂圍之，以待楚人之救也，而與之戰。不然，無成。",
    "ppl": [
      3.4343817234039307
    ]
  },
  {
    "id": "4c19c13e-ca7c-4891-a1af-9ca393b2cabb",
    "instruction": "翻譯成文言文：\n翻過嶺頭嚮下走二裏，山塢狹窄，中間有些官宦人傢的住宅，居中的那幢名叫君山，全村都是姓黃的人傢。",
    "output": "逾嶺下二裏，山塢緊逼，有故傢宅，其中曰君山，皆黃氏也。",
    "ppl": [
      3.4220497608184814
    ]
  },
  {
    "id": "a6656e80-5bd0-4d85-9504-736231abd1eb",
    "instruction": "世民使宇文士及應之曰： 四海鹹仰皇風，唯公獨阻聲教，為此而來！\n幫我把這句話翻譯成現代文",
    "output": "李世民讓宇文士及答復道： 普天之下均仰慕皇帝的聲威教化，唯獨閣下阻止皇帝聲教，我們就為此事而來！",
    "ppl": [
      3.630128860473633
    ]
  },
  {
    "id": "e56373b7-b3fa-4bbe-8872-d0c28871a5c3",
    "instruction": "以安化蠻犯邊，益兵赴廣西討之。\n幫我把這句話翻譯成現代文",
    "output": "因安化蠻犯攻邊境，增兵赴廣西徵討。",
    "ppl": [
      2.1522984504699707
    ]
  },
  {
    "id": "396c28d3-cd54-49bb-a249-8cdc439e2059",
    "instruction": "將下麵句子翻譯成現代文：\n五月，魏禁皇族、貴戚及士民之傢不顧氏族，下與非類婚偶；犯者以違製論。",
    "output": "五月，北魏禁止皇族、貴戚及官員、士大夫不顧門第，與下層不同階層人通婚，違者以違抗詔書論處。",
    "ppl": [
      3.170888900756836
    ]
  },
  {
    "id": "161a0386-925c-4f77-aa83-dd62a3bc7dcd",
    "instruction": "將下麵句子翻譯成文言文：\n安世高的神魂迴到安息國，又托生為王子，名高。",
    "output": "世高神識還生安息國，復為王作子，名高。",
    "ppl": [
      4.967855930328369
    ]
  },
  {
    "id": "accd7ec0-3843-4975-b349-1783de9c14a8",
    "instruction": "將下麵句子翻譯成文言文：\n如果有這種樹齣現，在它東西幾百裏之內便一定會齣現叛逆的人。",
    "output": "儻有此，東西數百裏，必有作逆者。",
    "ppl": [
      4.1425299644470215
    ]
  },
  {
    "id": "e0b68af3-6d56-43bd-b923-21470682c5e5",
    "instruction": "翻譯成現代文：\n太祖下滁州，得文輝，年十四，撫為己子，賜姓硃氏。",
    "output": "太祖攻下滁州，得到瞭年僅十四歲的文輝，太祖像撫養兒子一樣撫養他，賜姓硃氏。",
    "ppl": [
      1.9938331842422485
    ]
  },
  {
    "id": "3203e4d7-ec4f-4cca-ad5d-efd7a2b28b15",
    "instruction": "翻譯成文言文：\n返迴來登上象石，天色已是傍晚，終於不能成行，靠著象石停泊。",
    "output": "還登象石，日已薄暮。遂不成行，依象石而泊。",
    "ppl": [
      2.8531441688537598
    ]
  },
  {
    "id": "64767fdc-32e1-4075-90ba-8c6e21f3e654",
    "instruction": "翻譯成現代文：\n又奏乞收還保全彌遠傢禦筆，乞定趙汝愚配享寜廟，乞趣崔與之參預政事，乞定履畝之令以寬民力，乞詔從臣集議以救楮弊，乞儲閫纔以備緩急。\n答案：",
    "output": "魏瞭翁後來又上疏請求收迴和保全史彌遠傢裏的禦筆；請求讓趙汝愚配享寜宗廟；請求敦促崔與之參預朝政；請求確定田畝稅以寬鬆民力；請求下詔讓隨從的大臣集體討論以挽救楮幣的弊端；請求網羅將纔以應國傢的緩急。",
    "ppl": [
      3.12282133102417
    ]
  },
  {
    "id": "68414cdb-21a4-4ff5-bd13-0f9f7a9aeb4e",
    "instruction": "乃使涵奉箋於太子，且籍朔方士馬、甲兵、榖帛、軍須之數以獻之。\n翻譯成現代文：",
    "output": "於是就派李涵持箋錶上於太子，並且把朔方鎮的士卒、馬匹、武器、糧食、布帛以及其他軍用物資的帳籍一同奉獻給太子。",
    "ppl": [
      3.423048734664917
    ]
  },
  {
    "id": "9941f257-ad78-4936-a032-e9db3c1d6272",
    "instruction": "春天，赦免修築陽陵的囚犯奴隸。\n這句話在古代怎麼說：",
    "output": "春，免徒隸作陽陵者。",
    "ppl": [
      3.645087957382202
    ]
  },
  {
    "id": "67c766b3-daea-45d4-8f90-4cf63b429924",
    "instruction": "硃穆，即硃暉的孫子。\n把這句話翻譯成文言文：",
    "output": "穆，暉之孫也。",
    "ppl": [
      1.6135404109954834
    ]
  },
  {
    "id": "efdbc599-65de-4b31-90f0-ef235d1d416a",
    "instruction": "翻譯成文言文：\n二十三年，皇上下詔考查確定使節的製度，禮部奏稱： 漢光武時期，用竹作成符節，柄長八尺，它的毛三重。",
    "output": "二十三年，詔考定使節之製，禮部奏： 漢光武時，以竹為節，柄長八尺，其毛三重。",
    "ppl": [
      1.4367982149124146
    ]
  },
  {
    "id": "90545bc4-dfc6-4bd6-8f30-9197d80316ca",
    "instruction": "《仙樞遙》五篇，篇後有旭紀事，詞甚詳悉。\n翻譯成現代文：",
    "output": "《仙樞》五篇，篇後有關於趙旭的紀事，記敘得很詳細全麵。",
    "ppl": [
      2.6266191005706787
    ]
  },
  {
    "id": "100613f5-02da-4977-8b2e-48597224031c",
    "instruction": "雄誕說 ：子通因勝而驕，其軍又無營壘，如急擊其眾，必能戰勝。\n翻譯成文言文：",
    "output": "雄誕曰： 子通狃於勝，無營壘，今急擊之，必剋。",
    "ppl": [
      2.8437447547912598
    ]
  },
  {
    "id": "db25f61f-9688-4fab-9632-5ebaa1b52ae8",
    "instruction": "謝常侍今年五十一歲，我今年四十四歲，已處在知命之年，行將又到六十歲，算來與那個侯生的年齡七十也相差無幾丫。\n翻譯成古文：",
    "output": "謝常侍今年五十有一，吾今年四十有四，介已知命，賓又杖鄉，計彼侯生，肩隨而已。",
    "ppl": [
      6.337375640869141
    ]
  },
  {
    "id": "42bf1f6e-ac04-4665-ba42-8a49a74e0887",
    "instruction": "海西就是大秦，撣國西南通往大秦。\n翻譯成文言文：",
    "output": "海西即大秦也，撣國西南通大秦。",
    "ppl": [
      1.4631965160369873
    ]
  },
  {
    "id": "672dd586-ea9e-41bf-b66d-6b87572ad39f",
    "instruction": "將下麵句子翻譯成文言文：\n君主的名聲尊貴、土地廣闊，最後稱王天下，是什麼緣故呢？",
    "output": "名尊地廣，以至王者，何故？",
    "ppl": [
      3.812229871749878
    ]
  },
  {
    "id": "6ed86836-5263-451a-9162-1aa09fcc7eee",
    "instruction": "太祖乃還救譚，十月至黎陽。\n把這句話翻譯成現代文。",
    "output": "太祖曹操就調轉部隊往北救援袁譚，十月的時候到瞭黎陽。",
    "ppl": [
      3.138030767440796
    ]
  },
  {
    "id": "fa16bf45-1835-4a3a-b3c7-4ac0c5599dbe",
    "instruction": "己巳，罷郭倪，奪三官，責授果州團練副使、南康軍安置。\n翻譯成白話文：",
    "output": "二十三日，罷免郭倪，削奪三官，降貶為果州團練副使，南康軍安置。",
    "ppl": [
      1.6970670223236084
    ]
  },
  {
    "id": "d7553b92-a343-427d-a709-1a1a60feb323",
    "instruction": "將軍蔣秘往南徵討少數民族反賊。\n翻譯成文言文：",
    "output": "鼕十月，將軍蔣秘南討夷賊。",
    "ppl": [
      2.4594109058380127
    ]
  },
  {
    "id": "252a6302-04c7-4f7b-9103-580548abf6c8",
    "instruction": "翻譯成現代文：\n權遂西擊黃祖。\n答案：",
    "output": "於是孫權西徵黃祖。",
    "ppl": [
      2.1544997692108154
    ]
  },
  {
    "id": "d30c44e0-b3d6-436f-bab4-fd47155930a9",
    "instruction": "文言文翻譯：\n丹經為世儒宗，德為國黃耇，親傅聖躬，位在三公，所坐者微，海內未見其大過，事既已往，免爵大重，京師識者鹹以為宜復丹邑爵，使奉朝請，四方所瞻仰也。",
    "output": "答案：師丹的經學是當世的儒宗，德行是國中的長者，親自教授陛下，位居三公，犯的罪很輕微，海內的人沒有見他有大的過錯，事既已過去，免去爵位的處罰太重瞭，京師的有識之士都認為應該恢復師丹的封地和爵位，讓他奉朝請，這是四方的人期待的啊。",
    "ppl": [
      2.576951503753662
    ]
  },
  {
    "id": "1a6d0b0c-7d64-4d3c-9ee1-906052030c33",
    "instruction": "有將作丞崔成，忽於眾中抗言曰： 尚書天下尚書，豈獨段傢尚書也！\n把這句話翻譯成現代文。",
    "output": "有位將作丞名叫崔成的，忽然在人群中大聲呼喊： 尚書是天下的尚書，難道隻是段傢的尚書！",
    "ppl": [
      2.0499989986419678
    ]
  },
  {
    "id": "b210e8f4-def3-49be-bfd5-ef20a838abd8",
    "instruction": "有軍功者，各以率受上爵。為私鬥者，各以輕重被刑大小。\n翻譯成現代文：",
    "output": "作戰立功的，根據不同情況授予上等爵位的奬賞；私下械鬥的，根據情形的嚴重狀況嚴加處罰。",
    "ppl": [
      3.4925081729888916
    ]
  },
  {
    "id": "e2d0b43c-2002-48b0-b0d9-9693d8fcaa63",
    "instruction": "文言文翻譯：\n乃舞《大豫》，欽若天人。",
    "output": "答案：於是舞《大豫》之舞，欽仰他是有道之人。",
    "ppl": [
      3.1568949222564697
    ]
  },
  {
    "id": "30e5078b-6c3b-45c5-9b6b-1898b70377f6",
    "instruction": "其他事跡史書上沒有記載。\n翻譯成古文：",
    "output": "此外行事史闕焉。",
    "ppl": [
      8.22433853149414
    ]
  },
  {
    "id": "eec9c740-dc34-4678-8fd2-af7547053421",
    "instruction": "翻譯成文言文：\n這時，吳起聽說魏國文侯賢明，想去奉事他。",
    "output": "吳起於是聞魏文侯賢，欲事之。",
    "ppl": [
      2.3404030799865723
    ]
  },
  {
    "id": "9bf5743f-5af2-4366-b488-2e232c857f17",
    "instruction": "因為兄長地位尊貴顯赫，知道權力寵幸不能長久擁有，自己乞求辭職，前後幾次懇切至誠，始終得不到允許。\n把這句話翻譯成文言文：",
    "output": "以兄貴盛，知權寵不可居，自乞遜位，前後懇至，終不獲許。",
    "ppl": [
      3.0761165618896484
    ]
  },
  {
    "id": "86130129-0f66-4fba-b166-86d9e3d02d19",
    "instruction": "太祖贊賞他的剛毅果敢，讓他統率虎豹騎。\n翻譯成古文：",
    "output": "太祖壯其鷙勇，使將虎豹騎。",
    "ppl": [
      3.433150053024292
    ]
  },
  {
    "id": "cf887b8d-0270-4d56-ac1d-dd88188d3f4e",
    "instruction": "章華颱與乾溪原非一個地方。\n幫我把這句話翻譯成文言文",
    "output": "章華與乾溪，無非一處。",
    "ppl": [
      3.059832811355591
    ]
  },
  {
    "id": "a169b793-159b-49a3-8421-32f7469bad6f",
    "instruction": "民病寒熱。\n翻譯成現代文：",
    "output": "人們易患寒熱證。",
    "ppl": [
      3.296574831008911
    ]
  },
  {
    "id": "ead788f3-fb66-4a18-9ddd-e3cff0aff2e4",
    "instruction": "文言文翻譯：\n是鼕又寒甚，淮、泗盡凍，士卒死者十七八，高祖復遣賜以衣袴。",
    "output": "答案：這年鼕天又非常寒冷，淮河、泅水全都凍冰瞭，民工士兵中死去的人占瞭十分之七八，高祖又派人賜給做工的人衣服褲子。",
    "ppl": [
      3.290503978729248
    ]
  },
  {
    "id": "f2f30dee-34b0-4457-b249-67feb60f5c99",
    "instruction": "自從西朝綱紀毀壞，東晉南遷，群鬍差狄，紛紛擾亂橫暴於中原，使祖宗陵廟荊棘叢生，豺狼虎豹在宮廷咆哮，山川被顛倒翻覆，人民遭受荼毒，肝腦塗地，局勢動蕩不安、急迫危險，是天地開闢以來從未有過的。\n翻譯成文言文：",
    "output": "自西朝不綱，東晉遷鼎，群鬍沸亂，羌狄交橫，荊棘攢於陵廟，豺虎咆於宮闈，山淵反覆，黔首塗地，逼迫崩騰，開闢未有。",
    "ppl": [
      4.46339225769043
    ]
  },
  {
    "id": "cd078089-0dba-4d6b-a881-805d2921517a",
    "instruction": "將下麵句子翻譯成文言文：\n在州裹建官邸置産業，被中丞庾杲之彈劾，皇上下詔不予追究。",
    "output": "在州立邸治生，為中丞庾杲之所奏，詔原不問。",
    "ppl": [
      4.246618747711182
    ]
  },
  {
    "id": "1a7118fe-0e54-4245-a94d-3386e36f568a",
    "instruction": "翻譯成現代文：\n吳王夫差目之，若雙鸞之在輕霧，沚水之漾鞦蕖。",
    "output": "在吳王夫差的眼裏，她們就象一對鸞鳥在薄霧之中比翼而飛，又象露齣水麵的兩朵蓮花。",
    "ppl": [
      4.799563407897949
    ]
  },
  {
    "id": "15cfcf42-1b67-4314-ae25-e087b3ee72bc",
    "instruction": "得到閤適的人就政事公平民眾得到治理，人選不閤適就訴訟興起仇怨結成。\n把這句話翻譯成文言文：",
    "output": "得其纔則政平物理，失其人則訟興怨結。",
    "ppl": [
      4.8754048347473145
    ]
  },
  {
    "id": "bca67340-c58e-446d-9ea9-d909b0172d55",
    "instruction": "翻譯成現代文：\n侍禦曰：觜神似人間選補，極是清資，敷水橋神卑雜，豈可便得。",
    "output": "崔侍禦說，南山觜神好象人間的選補官，要求有較高的資曆。敷水橋神官積卑微，怕不容易辦得到。",
    "ppl": [
      6.050182342529297
    ]
  },
  {
    "id": "734b9f87-cdd7-45c5-8655-84fb04e1aa2d",
    "instruction": "至敬無文，我就不敢多寫瞭。\n翻譯成文言文：",
    "output": "至敬無文，不敢煩黷。",
    "ppl": [
      4.479234218597412
    ]
  },
  {
    "id": "7d8b371d-59c4-42a2-8b6f-89589be48f63",
    "instruction": "壬戌，並黔南入廣西路。\n翻譯成現代文：",
    "output": "十八日，黔南並人廣西路。",
    "ppl": [
      3.551600217819214
    ]
  },
  {
    "id": "4867f9bb-625c-4910-91e7-749996daeea2",
    "instruction": "將下麵句子翻譯成現代文：\n復請籍民為兵，討朵甘、百夷。詔不許，遂班師。",
    "output": "藍玉復請徵當地百姓為兵，討伐朵甘、百夷，太祖下詔不許，藍玉便班師迴朝。",
    "ppl": [
      2.088104248046875
    ]
  },
  {
    "id": "9728f2d8-2209-4041-a327-60a2fa9b7659",
    "instruction": "文言文翻譯：\n夏，四月，辛巳，帝發澶州，甲申，還大梁。",
    "output": "答案：夏季，四月，辛巳，後晉齣帝從澶州齣發；甲申，迴到大梁。",
    "ppl": [
      2.3859567642211914
    ]
  },
  {
    "id": "f148890e-32a8-4891-8d31-956c4a68cd77",
    "instruction": "宣帝勸阻他，不聽從，曹爽果然無功而返。\n幫我把這句話翻譯成文言文",
    "output": "帝止之，不可，爽果無功而還。",
    "ppl": [
      2.1576290130615234
    ]
  },
  {
    "id": "d01e0376-2e43-4dcc-b59b-b69a12fd33c2",
    "instruction": "在爐錘工作中，錨算是最大的鍛造物件瞭。\n翻譯成文言文：",
    "output": "蓋爐錘之中，此物其最巨者。",
    "ppl": [
      6.162083148956299
    ]
  },
  {
    "id": "0749ff29-88c3-4d38-a795-24008e1c3f30",
    "instruction": "奪老百姓的田而給軍隊耕種，得瞭軍心卻失瞭民心，其禍患不可勝言，這是第五條原因。\n翻譯成古文：",
    "output": "奪民而與軍，得軍心而失天下心，其禍有不可勝言者，五也。",
    "ppl": [
      4.867055416107178
    ]
  },
  {
    "id": "b3e73da5-d9e4-45be-a280-e253e93d4211",
    "instruction": "唐玄宗南巡巴蜀，文武百官隨同一起前往。翰林院擅長下圍棋的王積薪，也是隨行的人中的一個。\n翻譯成文言文：",
    "output": "玄宗南狩，百司奔赴行在，翰林善棋者王積薪從焉。",
    "ppl": [
      4.422356128692627
    ]
  },
  {
    "id": "c38d6eff-d225-4a37-9161-521418e982b4",
    "instruction": "李陵羞於親自贈送蘇武財物，就派他的妻子給蘇武送去幾隻牛羊。\n這句話在中國古代怎麼說：",
    "output": "陵惡自賜武，使其妻賜武牛羊數十頭。",
    "ppl": [
      3.211435317993164
    ]
  },
  {
    "id": "2cafd5a8-6810-48b1-9ded-79f86ef55826",
    "instruction": "文言文翻譯：\n夏，四月，北漢盂縣降。",
    "output": "答案：夏季，四月，北漢盂縣投降。",
    "ppl": [
      1.1405539512634277
    ]
  },
  {
    "id": "ce68fa8a-dfa5-4708-bbde-c0edd7c0b0c9",
    "instruction": "居平，人日米一鬥，馬日芻一束。追逐，一日之間或一二堡，或三四城，豈能俱給哉？\n翻譯成現代文：",
    "output": "一般情況，每人給米一鬥，馬給草一束，馳逐作戰，一天之間有的經過二堡，有的經過三四個城，豈能都給呢？",
    "ppl": [
      3.146613836288452
    ]
  },
  {
    "id": "84a06a3d-e6d2-4b44-a257-659e029aa5f3",
    "instruction": "翻譯成現代文：\n久之，奉伯等敗，還成都，元起進屯西平。\n答案：",
    "output": "許久之後，李奉伯等人戰敗，迴到成都，鄧元起進駐瞭西平。",
    "ppl": [
      2.1536107063293457
    ]
  },
  {
    "id": "2ccd198f-e932-4834-9955-871fcf63dfd7",
    "instruction": "延年從更衣還，敞夫人與延年參語許諾， 請奉大將軍教令！ 霍光、張安世計議已定，便派田延年前去報知丞相楊敞。\n這句話在中國古代怎麼說：",
    "output": "光、安世既定議，乃使田延年報丞相楊敞。",
    "ppl": [
      2.383211374282837
    ]
  },
  {
    "id": "daa58a1f-ba2a-46bc-8e50-c77ff64768cd",
    "instruction": "石雄率七韆兵直奔潞州，接受郭誼投降。\n這句話在中國古代怎麼說：",
    "output": "雄以七韆人徑薄潞，受誼降。",
    "ppl": [
      3.2394559383392334
    ]
  },
  {
    "id": "b23b8962-f31f-41c6-9945-1ac13245ffbf",
    "instruction": "淮南兵死者萬馀人。\n翻譯成白話文：",
    "output": "淮南兵死瞭一萬餘人。",
    "ppl": [
      1.789300799369812
    ]
  },
  {
    "id": "1bb7ba4f-e4c2-4387-bd27-50bac7a75008",
    "instruction": "翻譯成文言文：\n是《詩》上所說的芮眠，是雍州的河流。",
    "output": "《詩》芮阝尻，雍州川也。",
    "ppl": [
      5.466838836669922
    ]
  },
  {
    "id": "62c10ad7-fd85-4247-8446-fdb92a0ce314",
    "instruction": "書生臥欲覺，女子吐一錦行幛，書生仍留女子共臥。\n翻譯成白話文：",
    "output": "書生將要醒來，那女子又吐齣一鮮艷華美且可移動的屏風，與他躺到一起。",
    "ppl": [
      5.614522457122803
    ]
  },
  {
    "id": "c6e146f7-1174-4b5d-8980-00a13b9a2a14",
    "instruction": "二月甲申，東海王臻薨。\n翻譯成白話文：",
    "output": "二月二十六日，東海王劉臻去",
    "ppl": [
      5.42428731918335
    ]
  },
  {
    "id": "da867d42-55f7-4a14-97ac-c19238e62be6",
    "instruction": "於是上書陳述怎麼辦對國傢有利，自己請求留下鎮守海東，唐高宗采納瞭他的意見。\n把這句話翻譯成文言文：",
    "output": "乃上錶陳便宜，自請留鎮海東。",
    "ppl": [
      2.5969934463500977
    ]
  },
  {
    "id": "94398949-6f5d-4dce-9775-7e337bdcebb5",
    "instruction": "仲尼曰：以臣召君，不可以訓。\n翻譯成現代文：",
    "output": "仲尼說：做臣子的召請君主，這件事不可效法。",
    "ppl": [
      3.495095729827881
    ]
  },
  {
    "id": "95218cc2-720d-4424-945f-fcf1b8dadc2d",
    "instruction": "翻譯成文言文：\n有能斬石季龍之首者，賞絹三韆匹，金五十斤，封縣侯，食邑二韆戶。\n答案：",
    "output": "有能梟季龍首者。賞絹三韆匹，金五十斤，封縣侯，食邑二韆戶。",
    "ppl": [
      1.4602019786834717
    ]
  },
  {
    "id": "10523362-6ad0-49b3-b37e-61a7a34fc125",
    "instruction": "此謂國不以利為利，以義為利也。\n翻譯成現代文：",
    "output": "所以，一個國傢不應該以財貨為利益，而應該以仁義為利益。",
    "ppl": [
      2.0032057762145996
    ]
  },
  {
    "id": "d65b1c43-ad9a-4345-a8fb-3d92e86bd50d",
    "instruction": "文言文翻譯：\n夫論至德者不和於俗，成大功者不謀於眾。",
    "output": "答案：追求最高道德的人不附和世俗，成就大功的人不會謀求與凡夫俗子商議。",
    "ppl": [
      3.258192539215088
    ]
  },
  {
    "id": "3676aa9c-0407-437f-b3b2-8ff0bdac296c",
    "instruction": "翻譯成現代文：\n十二年，特命改封德王，令翰林儒臣製詞立碑，仍賜旌忠昭德之額。",
    "output": "不久，因病辭職。至正元年，任其子脫脫為右丞相，封馬劄兒颱為忠王。至正七年病逝於甘肅，年六十三歲。十二年，特命改封德王，令翰林儒臣為之樹碑立傳，賜 旌忠昭德 的匾額。",
    "ppl": [
      4.328325271606445
    ]
  },
  {
    "id": "08cbe909-53fb-479e-9067-76510f584478",
    "instruction": "望洞西有寺，殿兩重，入憩而瀹水為餐。\n把這句話翻譯成現代文。",
    "output": "遠遠看到上洞西邊有座寺廟，有兩重大殿，進寺廟休息並燒水吃飯。",
    "ppl": [
      4.539575576782227
    ]
  },
  {
    "id": "bac56bf6-c950-44b9-805e-4ff3f297b13d",
    "instruction": "文言文翻譯：\n司南之杓，投之於地，其柢指南。",
    "output": "答案：司南之杓，把它放在地上，它的柄能指嚮南方。",
    "ppl": [
      1.9246633052825928
    ]
  },
  {
    "id": "2846bd77-71c0-4adf-bfbc-18a2a2057777",
    "instruction": "翻譯成現代文：\n皇弟義成節度使、同平章事存渥深詆訶之，繼韜心不自安，復賂左右求還鎮，上不許。",
    "output": "李繼韜在皇宮裏住瞭一月多，經常跟著後唐帝齣去遊玩打獵，所受龐愛和原來一樣。後唐帝的弟弟義成節度使、同平章事李存渥經常毀謗李繼韜，李繼韜感到心中很不安。於是他又賄賂後唐帝的左右，請求讓他迴原來的方鎮，後唐帝沒有答應。",
    "ppl": [
      3.547492265701294
    ]
  },
  {
    "id": "438c3b5b-aadc-4abf-976c-07df271ffb25",
    "instruction": "翻譯成現代文：\n一日，與主帥暨賓從環坐於野，會鄰道守將走價馳書來詣，使者素不識彬，潛問人曰： 孰為曹監軍？ 有指彬以示之，使人以為紿己，笑曰： 豈有國戚近臣，而衣弋綈袍、坐素鬍床者乎？ 審視之方信。遷引進使。初，太祖典禁旅，彬中立不倚，非公事未嘗造門，群居燕會，亦所罕預，由是器重焉。建隆二年，自平陽召歸，謂曰： 我疇昔常欲親汝，汝何故疏我？ 彬頓首謝曰： 臣為周室近親，復忝內職，靖恭守位，猶恐獲過，安敢妄有交結？ 遷客省使，與王全斌、郭進領騎兵攻河東平樂縣，降其將王超、侯霸榮等韆八百人，俘獲韆餘人。\n答案：",
    "output": "升任客省使，與王全斌、郭進率領騎兵攻打河東平陽縣，戰降敵將王超、侯霸榮等一韆八百人，俘獲敵人一韆多人。",
    "ppl": [
      1.8526740074157715
    ]
  },
  {
    "id": "ddc70714-d948-47cd-b1d9-534cc8f3af0a",
    "instruction": "田令孜又嚮唐僖宗推薦左神策軍馬軍將軍張承範、右神策軍步軍將軍王師會、左神策軍兵馬使趙珂。\n翻譯成文言文：",
    "output": "令孜薦左軍馬軍將軍張承範、右軍步軍將軍王師會、左軍兵馬使趙珂。",
    "ppl": [
      1.3420785665512085
    ]
  },
  {
    "id": "edd8f741-1c7f-484e-ac6e-8925db0fa5c2",
    "instruction": "文言文翻譯：\n蠲舒州宿鬆等三處魚池稅。",
    "output": "答案：免除舒州宿鬆等三處魚池稅。",
    "ppl": [
      1.6677546501159668
    ]
  },
  {
    "id": "38663ebc-caac-4407-adc3-6431d40306a7",
    "instruction": "愔默而不言，時崔湜亦為吏部侍郎，掌銓。\n翻譯成現代文：",
    "output": "鄭愔默默不語。當時，崔湜也做吏部侍郎，主管任官。",
    "ppl": [
      2.3113350868225098
    ]
  },
  {
    "id": "62ab60ad-154a-4733-8f66-bd27d63225f7",
    "instruction": "屈到嗜芰，屈建不以薦，以為不以私欲乾國之典。\n翻譯成現代文：",
    "output": "戰國時代楚國的屈到喜歡吃芰，而他死後，屈建並不讓人們用芰祭祀他，這是為瞭錶明不以個人的愛好而違犯國傢的典章製度。",
    "ppl": [
      3.782633066177368
    ]
  },
  {
    "id": "5accb576-695e-4767-8fcd-f7620698cf03",
    "instruction": "翻譯成文言文：\n李靖迴答說 ：我過去憑藉天子的威力，做瞭點微小的貢獻，現在已是殘年朽骨，隻打算這次齣徵。\n答案：",
    "output": "對曰： 臣往者憑藉天威，薄展微效，今殘年朽骨，唯擬此行。",
    "ppl": [
      4.047671794891357
    ]
  },
  {
    "id": "7f243aef-f725-4f30-9612-3daab57be91e",
    "instruction": "為總督王象乾所知，進石塘路遊擊、喜峰口參將。\n翻譯成現代文：",
    "output": "期間得到總督王象乾的賞識，先後提升他做瞭石塘路遊擊、喜峰口參將。",
    "ppl": [
      2.1098268032073975
    ]
  },
  {
    "id": "78f101b5-698a-476f-958b-9dbe2f656268",
    "instruction": "翻譯成現代文：\n壬子，如大峪山相視山陵。\n答案：",
    "output": "十三日，到大峪山觀察山陵。",
    "ppl": [
      2.2999656200408936
    ]
  },
  {
    "id": "b45a0f4f-8776-4020-8163-f3d94cd9cf96",
    "instruction": "崇韜伐蜀，奏令從徵，西蜀平，署圜黔南節度使，懇辭遂止。\n把這句話翻譯成現代文。",
    "output": "郭崇韜徵伐蜀地，上奏令任圜從徵，西蜀平定後任命任圜為黔南節度使，經任圜懇切推辭纔作罷。",
    "ppl": [
      2.596900224685669
    ]
  },
  {
    "id": "23f12e19-d81f-4cd9-92ae-dd0edcdeed12",
    "instruction": "燕子變成為蛤蜊，田鼠變成為鵪鶉，腐朽的瓜變成為魚，老韮菜變成為莧菜，老母羊變成為猿猴，魚的卵又變成為蟲子。\n翻譯成文言文：",
    "output": "燕之為蛤也，田鼠之為鶉也，朽瓜之為魚也，老韭之為莧也，老羭之為猨也，魚卵之為蟲。",
    "ppl": [
      2.205188751220703
    ]
  },
  {
    "id": "76a105f0-411a-47c3-a1ab-be93f39528c6",
    "instruction": "將下麵句子翻譯成文言文：\n怎麼可以忽視修練德行呢！",
    "output": "行道德豈可以忽乎哉！",
    "ppl": [
      6.272040843963623
    ]
  },
  {
    "id": "b984aa8e-7b70-40e2-ad69-44354236862d",
    "instruction": "翻譯成現代文：\n聞君纍德清素，幸因寤寐，願托清風。",
    "output": "聽說你道德清雅，有幸在夢寐中相識，願將終身托付給品行如同清風一般高雅的您。",
    "ppl": [
      5.909295082092285
    ]
  },
  {
    "id": "996cd235-5db2-4944-abeb-8b37da14d0f2",
    "instruction": "周文沿路收取兵眾到達函榖關，已是戰車韆輛，士卒幾十萬，至戲亭，駐紮瞭下來。\n把這句話翻譯成文言文：",
    "output": "周文行收兵至關，車韆乘，卒數十萬至戲，軍焉。",
    "ppl": [
      4.730378150939941
    ]
  },
  {
    "id": "980373a5-01db-43ac-aac7-71e2310a0ea6",
    "instruction": "建安左郡\n翻譯成文言文：",
    "output": "建安左郡",
    "ppl": [
      1.0149248838424683
    ]
  },
  {
    "id": "7a0fd45f-8afe-4295-8fb1-bf9d80f02971",
    "instruction": "眾位大臣都認為不可。\n把這句話翻譯成文言文：",
    "output": "群臣以為不可。",
    "ppl": [
      2.336012601852417
    ]
  },
  {
    "id": "2d11bd2c-acc1-4e7c-98fb-73f8f57386de",
    "instruction": "初七，減輕大理寺、三衙、臨安府囚犯罪刑一等，釋放杖刑以下囚犯。\n幫我把這句話翻譯成文言文",
    "output": "丁巳，減大理、三衙、臨安府囚罪一等，釋杖以下。",
    "ppl": [
      1.6183489561080933
    ]
  },
  {
    "id": "a5c782df-7b0f-41a0-a331-e72a4cf2f7ce",
    "instruction": "壬申，以責授均州司戶孔緯、綉州司戶張浚並為太子賓客。\n翻譯成白話文：",
    "output": "五月十六日，把均州司戶孔緯、綉州司戶張浚都貶職為太子賓客。",
    "ppl": [
      1.6647614240646362
    ]
  },
  {
    "id": "273cc3f0-2ef4-44d8-ae41-956bb972153d",
    "instruction": "長孫晟統帥著歸降的軍隊，被任命為秦州行軍總管，受晉王楊廣節製。\n這句話在中國古代怎麼說：",
    "output": "長孫晟帥降人為秦州行軍總管，受晉王節度。",
    "ppl": [
      1.7495927810668945
    ]
  },
  {
    "id": "9d3a7409-454f-4227-83d9-36410106aea7",
    "instruction": "何謂若然而不然？\n把這句話翻譯成現代文。",
    "output": "那麼，什麼是好像是這迴事卻又不是這迴事呢？",
    "ppl": [
      3.4525866508483887
    ]
  },
  {
    "id": "d31e8edf-3941-46a4-bea6-d149c4061fce",
    "instruction": "鬍宗憲再三解釋，汪直不肯相信。\n翻譯成文言文：",
    "output": "宗憲解諭至再，直不信。",
    "ppl": [
      4.938263893127441
    ]
  },
  {
    "id": "48a055d7-9fc0-42b1-92ff-60dac434e249",
    "instruction": "因齣囊金百兩遺勉。曰：某之僕使，無知有此者，足下為我畢死事，餘金奉之。\n幫我把這句話翻譯成現代文",
    "output": "說完從口袋裏拿齣一百兩黃金交給李勉說：我的奴僕們不知道我帶瞭這些金子，請你拿它為我辦理喪事，剩下的金子送給你。",
    "ppl": [
      3.0313496589660645
    ]
  },
  {
    "id": "25388928-c13e-4bcf-b85e-8f1b7673ed6a",
    "instruction": "翻譯成文言文：\n我就算死也是魏國的魂靈，不會苟且求生，隻希望將你們這些賊人都打敗。",
    "output": "我當必死為魏國鬼，不苟求活，逐汝去也。",
    "ppl": [
      6.219179153442383
    ]
  },
  {
    "id": "ba8e0746-4964-4c89-bc31-fff57a74f6e3",
    "instruction": "黃帝問道：在形色相剋製的時侯，年忌的相加能夠推算齣來嗎？\n幫我把這句話翻譯成文言文",
    "output": "黃帝曰：其形色相當勝之時，年加可知乎？",
    "ppl": [
      6.114688873291016
    ]
  },
  {
    "id": "e818f6f6-b51f-4eec-b0be-5b86488714cf",
    "instruction": "翻譯成文言文：\n巡撫李充嗣將水道劃分成井田一樣的地區，告示開通的辦法，每戶人傢占據一個地區，計算工作量限定時間。",
    "output": "巡撫李充嗣畫水為井地，示開鑿法，戶占一區，計工刻日。",
    "ppl": [
      3.0835604667663574
    ]
  },
  {
    "id": "5e8c8408-91ad-46fe-b84a-787a7e70f900",
    "instruction": "任命都元帥宗弼當太師、領三省事，仍然保留都元帥、行颱尚書省事的職務。任命平章政事勖為左丞相兼侍中，都點檢宗賢為右丞相兼中書令，行颱右丞相劉薚、右丞蕭仲恭為平章政事，李德固為尚書右丞，秘書監蕭肄為參知政事。\n翻譯成古文：",
    "output": "以都元帥宗弼為太師、領三省事，都元帥、行颱尚書省事如故，平章政事勖為左丞相兼侍中，都點檢宗賢為右丞相兼中書令，行颱右丞相劉筈、右丞蕭仲恭為平章政事，李德固為尚書右丞，秘書監蕭肄為參知政事。",
    "ppl": [
      1.260839581489563
    ]
  },
  {
    "id": "2fe27cfe-f8b9-474f-8d54-26e1765d1364",
    "instruction": "以肉重不能全舉，乃剸之為數十段，載之赴官。\n把這句話翻譯成現代文。",
    "output": "因為龍肉很重，不能整個搬運，就把它割成幾十段，載運到州府。",
    "ppl": [
      2.385828971862793
    ]
  },
  {
    "id": "c595429e-48a6-4b48-9896-41f8d7176676",
    "instruction": "宣帝命鄭譯與斛斯徵商討新樂，斛斯徵駁斥瞭鄭譯，陳奏說： 音樂的産生，發自人的內心。上天受人感應，正如迴音和影子。\n幫我把這句話翻譯成文言文",
    "output": "夫音樂之起，本於人心，天之應人，有如影響。",
    "ppl": [
      5.367790222167969
    ]
  },
  {
    "id": "d69455ed-8fbf-469f-b605-898b1361350c",
    "instruction": "兒子十分驚訝，問父親為何羨慕不已，父親迴答說： 你的爹勝過我的爹，你的兒又勝過我的兒。\n這句話在中國古代怎麼說：",
    "output": "訝問其故，曰： 你的爺既勝過我的爺，你的兒又勝過我的兒。",
    "ppl": [
      2.382338523864746
    ]
  },
  {
    "id": "310f7e41-a710-493b-bd4f-a1a134e32e03",
    "instruction": "高麗即時覺之，然不敢齣，但於城內鼓噪。\n翻譯成現代文：",
    "output": "高麗方麵對這種情況很快就覺察到瞭，但是不敢齣去，隻是在城內擊鼓呐喊。",
    "ppl": [
      2.28267765045166
    ]
  },
  {
    "id": "6479866a-6bc4-4443-a4fa-cd63bb190aa9",
    "instruction": "所以說： 民不足，令乃辱；民苦殃，令不行。\n翻譯成文言文：",
    "output": "故曰： 民不足，令乃辱；民苦殃，令不行。",
    "ppl": [
      1.1268303394317627
    ]
  },
  {
    "id": "67217568-cf2e-4054-b655-2a7968a4dd29",
    "instruction": "翻譯成文言文：\n待到硃剋融、王庭湊叛亂時，一呼百應，逃亡的兵士都投奔他們的麾下。\n答案：",
    "output": "及硃剋融、王庭湊作亂，一呼而亡卒皆集。",
    "ppl": [
      2.6252856254577637
    ]
  },
  {
    "id": "3b4f3038-c8bb-4cc3-9950-e99e4b33597e",
    "instruction": "修起居注，判禮部。\n幫我把這句話翻譯成現代文",
    "output": "任修起居注、判禮部。",
    "ppl": [
      2.1063153743743896
    ]
  },
  {
    "id": "e117fe0c-99fb-4b19-a968-daf48e041193",
    "instruction": "翻譯成文言文：\n外齣任寜朔將軍、南蠻長史、南義陽太守，沒有赴任，調任右軍諮議參軍，郡守職位照舊。\n答案：",
    "output": "齣為寜朔將軍、南蠻長史、南義陽太守，未赴職，遷右軍諮議參軍，郡如故。",
    "ppl": [
      1.3790439367294312
    ]
  },
  {
    "id": "eab06473-3838-4cd2-bd5c-79c8542b4048",
    "instruction": "還為大司馬中兵參軍，轉署記室。\n翻譯成白話文：",
    "output": "迴來後任大司馬中兵參軍，代管署記室。",
    "ppl": [
      2.593151330947876
    ]
  },
  {
    "id": "e640f23f-bf6d-4493-b319-b7d6527d3cb8",
    "instruction": "翻譯成文言文：\n五車星五顆，三柱星九顆，都在畢宿之北。",
    "output": "五車五星，三柱九星，在畢北。",
    "ppl": [
      1.4648414850234985
    ]
  },
  {
    "id": "b8fb3378-76f7-4f38-9111-0b01cef504f9",
    "instruction": "彆汝又東徑蔡岡北。岡上有平陽侯相蔡昭塚。\n幫我把這句話翻譯成現代文",
    "output": "汝水支流又往東流經蔡岡北邊，岡上有平陽侯宰相蔡昭的墳墓。",
    "ppl": [
      2.4953813552856445
    ]
  },
  {
    "id": "7fe011d1-38b7-43af-9980-107920738a37",
    "instruction": "於是，命令隨身僕僮取來羯鼓與檀闆、笛子。杜鴻漸親自用李琬傢人送給他的喪杖製成的槌杖擊鼓，演奏瞭幾支鼓麯。\n翻譯成文言文：",
    "output": "遂命傢僮取鼓與闆笛，以所得杖奏數麯。",
    "ppl": [
      3.128781795501709
    ]
  },
  {
    "id": "3d62af59-a666-4220-9a52-ab6a1c51f118",
    "instruction": "其先齣自管仲，管仲七世孫修，自齊適楚，為陰大夫，因而氏焉。\n翻譯成白話文：",
    "output": "其祖先齣自管仲，管仲的七世孫管修，自齊國到瞭楚國，為陰大夫，因而改為陰姓。",
    "ppl": [
      1.9170448780059814
    ]
  },
  {
    "id": "1f83bdac-9846-4acb-a91e-1c732f118665",
    "instruction": "火齊狀如雲母，色如紫金，有光澤，揭開薄如蟬翼，迭起來像一層層薄紗。嚮西方和大秦、安息在海上貿易。\n翻譯成古文：",
    "output": "火齊狀如雲母，色如紫金，有光曜，彆之則薄如蟬翼，積之則如紗縠之重遝也。西與大秦、安息交市海中。",
    "ppl": [
      3.838522434234619
    ]
  },
  {
    "id": "b2462ffd-8bad-4c3e-aa80-8418fec0716a",
    "instruction": "丁卯，太白晝見。\n翻譯成現代文：",
    "output": "十八日，太白金星白天顯現。",
    "ppl": [
      3.022556781768799
    ]
  },
  {
    "id": "a628a622-534e-4e59-837d-3b8fdf6ae997",
    "instruction": "尊皇太後曰太皇太後，皇後曰皇太後。\n幫我把這句話翻譯成現代文",
    "output": "尊皇太後為太皇太後，皇後為皇太後。",
    "ppl": [
      1.5638294219970703
    ]
  },
  {
    "id": "0662d9a5-ed40-47ad-b589-cf5df8f6a199",
    "instruction": "和侍中比求實之，所以不聽，欲重參之耳。\n翻譯成現代文：",
    "output": "和侍中現在請求核查這件事，我之所以沒有允準，是想要加以考驗罷瞭。",
    "ppl": [
      5.203467845916748
    ]
  },
  {
    "id": "c392cd51-62d6-4f8f-90b8-7cbf2ee321bf",
    "instruction": "吉溫命河南縣丞姚開前去捉拿敬忠。姚開鎖住被擒的敬忠的脖頸，用布濛住他的臉來見吉溫。\n幫我把這句話翻譯成文言文",
    "output": "溫令河南丞姚開就擒之，鎖其頸，布袂濛麵以見溫。",
    "ppl": [
      3.586930751800537
    ]
  },
  {
    "id": "4adf89f1-cfc7-4e2d-973f-9eb6048ba95d",
    "instruction": "假若今日郡守縣令，都有閤適人選，共同協助治理國傢，這樣，各種政事怎麼會不順遂呢？\n翻譯成文言文：",
    "output": "若今郡守百裏，皆各得其人，共相經緯，如是，庶政豈不康哉？",
    "ppl": [
      6.243524551391602
    ]
  },
  {
    "id": "66b02f44-d3c1-42a4-a96e-fca745e1eee0",
    "instruction": "命令他們進行蔔筮，蔔筮的徵兆有的象下雨，有的象雨後初晴，有的象雲氣連綿，有的象霧氣濛濛，還有兆相交錯，有的明正，有的象隱晦，卦象共七種。\n這句話在古代怎麼說：",
    "output": "乃命蔔筮，曰雨，曰濟，曰涕，曰霧，曰剋，曰貞，曰悔，凡七。",
    "ppl": [
      3.6561408042907715
    ]
  },
  {
    "id": "c457a0f8-b818-47a8-9fe8-6a1bf1f185bb",
    "instruction": "翻譯成文言文：\n池中有高颱和樓閣，水上蓋滿碧荷，荷花和蓮實可供玩賞。",
    "output": "池中有颱觀，蓮荷被浦，秀實可玩。",
    "ppl": [
      5.803752899169922
    ]
  },
  {
    "id": "97871e7f-baf9-44a1-a1c8-ded734edbaee",
    "instruction": "做成烤羊肉，主人就先切下一塊給僧人吃。\n翻譯成文言文：",
    "output": "既行炙，主人便先割以啖道人。",
    "ppl": [
      8.217321395874023
    ]
  },
  {
    "id": "831fa177-8fd3-4783-97d3-0c908c410d5a",
    "instruction": "翻譯成現代文：\n己酉，上殂於正福殿。\n答案：",
    "output": "己酉，明帝死於正福殿。",
    "ppl": [
      1.5602434873580933
    ]
  },
  {
    "id": "5d59ca77-12f6-404f-841a-ab77d9e74c3f",
    "instruction": "翻譯成文言文：\n後逐步升遷為員外郎。\n答案：",
    "output": "纍遷員外郎。",
    "ppl": [
      1.5973541736602783
    ]
  },
  {
    "id": "3871f9b4-a784-4954-8e22-8d7db2e1207f",
    "instruction": "貢至，手劍斬數人，餘皆投河而死。\n翻譯成白話文：",
    "output": "閔貢到，拿劍斬瞭幾個人，其餘的都跳河而死。",
    "ppl": [
      2.200467348098755
    ]
  },
  {
    "id": "9518a95f-7c1b-4766-b045-5ff42f013b9a",
    "instruction": "成都城中的糧食吃光瞭，一升米價格暴漲到三韆錢，人們開始互相殘食。\n這句話在古代怎麼說：",
    "output": "成都城中食盡，升米三韆，人相食。",
    "ppl": [
      2.3456296920776367
    ]
  },
  {
    "id": "91304b63-e759-4ad8-90ec-179759e1ecd5",
    "instruction": "癸巳，至自鹹陽。\n翻譯成現代文：",
    "output": "二十五日，從鹹陽返京。",
    "ppl": [
      2.9189538955688477
    ]
  },
  {
    "id": "1f829798-1f5a-493f-a035-57d102e3d87e",
    "instruction": "庾季隨是個很有氣魄的大丈夫，有過人的力氣。\n這句話在古代怎麼說：",
    "output": "庾季隨，有節概，膂力絕人。",
    "ppl": [
      4.25675106048584
    ]
  },
  {
    "id": "e6149124-00a6-4f18-aed4-f4a817785973",
    "instruction": "文言文翻譯：\n群臣三上錶請立太子；五月，癸卯，詔許俟鞦成議之。",
    "output": "答案：大臣們三次上錶請求立太子，五月癸卯，代宗下詔允許等到鞦收後商議此事。",
    "ppl": [
      2.4164557456970215
    ]
  },
  {
    "id": "dec9e747-a936-4b76-b8eb-b3a8c78085fc",
    "instruction": "翻譯成現代文：\n於傳載之，雲受命所乘。\n答案：",
    "output": "於傳載之，雲受命所乘。",
    "ppl": [
      1.6405943632125854
    ]
  },
  {
    "id": "087e1e36-ed90-43fd-b191-03aaed3f470e",
    "instruction": "翻譯成文言文：\n趙盾率領中軍，荀林父作為輔佐。",
    "output": "趙盾將中軍，荀林父佐之。",
    "ppl": [
      1.470414638519287
    ]
  },
  {
    "id": "840a787b-357a-45be-b024-52419908b877",
    "instruction": "誌書稱為隱毒山，說山下有泉水叫隱毒泉。\n幫我把這句話翻譯成文言文",
    "output": "《誌》稱為隱毒山，謂山下有泉為隱毒泉。",
    "ppl": [
      1.4824199676513672
    ]
  },
  {
    "id": "84aad269-c90e-4e2c-b96a-9dc7d8930281",
    "instruction": "翻譯成現代文：\n褒貶去取，義例嚴整，閱二十年而始成，名之曰《宋史新編》。\n答案：",
    "output": "《宋史》、《遼史》、《金史》原三書，維騏將三書閤為一書，以《宋史》為主，《遼史》、《金史》為附篇，但仍把遼、金二朝皇帝列為本紀，名曰《宋史新編》。",
    "ppl": [
      3.760401725769043
    ]
  },
  {
    "id": "4b029fa5-098d-4e47-a0a9-77fe68d891fc",
    "instruction": "襄公二十九年，齊高子容與宋國的司徒會見晉國的知伯，汝齊贊禮。\n幫我把這句話翻譯成文言文",
    "output": "襄公二十九年，齊高子容與宋司徒見晉知伯，汝齊相禮。",
    "ppl": [
      1.3797167539596558
    ]
  },
  {
    "id": "4fac39cb-6203-4cb8-890e-40aa7689a41a",
    "instruction": "天祿二年，加開府儀同三司，賜對衣、鞍勒、名馬。\n翻譯成白話文：",
    "output": "天祿二年，加開府儀同三司，賜予對衣、馬鞍和馬絡頭、名馬。",
    "ppl": [
      2.9649312496185303
    ]
  },
  {
    "id": "1efbc27a-5c89-44cb-a9ae-b021eea4e2be",
    "instruction": "十來天之後，寺主綱又說他輕狂粗率，韓愈便立刻讓他迴去，並且責備他說： 在市場店鋪經營小買賣這類下賤行業，能求得吃穿，還算有一技之長。\n翻譯成古文：",
    "output": "經旬，寺主綱復訴其狂率，韓遽令歸，且責曰： 市肆賤類，營衣食，尚有一事長處。",
    "ppl": [
      4.4509382247924805
    ]
  },
  {
    "id": "fea0d52c-2236-4222-a993-2a57e0c4af80",
    "instruction": "大將覺得奇怪，問姬威，姬威說 ：太子貯存這些另有用意。\n翻譯成文言文：",
    "output": "大將為怪，以問姬威。威曰： 太子此意彆有所在。",
    "ppl": [
      2.97705340385437
    ]
  },
  {
    "id": "c811d942-a634-455e-8e98-0b0ba5214950",
    "instruction": "翻譯成文言文：\n齊桓公就與屈完訂立協約，然後領兵撤退瞭。",
    "output": "乃與屈完盟而去。",
    "ppl": [
      2.3694701194763184
    ]
  },
  {
    "id": "eea14740-940b-4016-9347-1df7ec59c651",
    "instruction": "下之達上，曰題，曰奏，曰錶，曰講章，曰書狀，曰文冊，曰揭帖，曰製對，曰露布，曰譯，皆審署申覆而修畫焉，平允乃行之。\n翻譯成白話文：",
    "output": "臣下呈送給皇上的，稱為題、奏、錶、講章、書狀、文冊、揭帖、製對、露布、譯，都要明確署名，申請審核而在上麵簽字，公正逋當纔實行。",
    "ppl": [
      2.975268602371216
    ]
  },
  {
    "id": "91ee9605-563e-4d85-b8b4-6612d4bd6ef2",
    "instruction": "文言文翻譯：\n詔除陶翰林學士，奎執不可。陶又疏奎阿附。",
    "output": "答案：皇上下令改任王陶為翰林學士，吳奎仍堅決反對，王陶又反告吳奎阿附韓琦。",
    "ppl": [
      2.6790714263916016
    ]
  },
  {
    "id": "9a6c060a-d72c-4a7b-b1b6-6e00b28d51ee",
    "instruction": "士人與之偕行東海上。\n把這句話翻譯成現代文。",
    "output": "士人就和他們一起到瞭東海上。",
    "ppl": [
      2.4936273097991943
    ]
  },
  {
    "id": "31d55626-1402-4aa6-9447-2e622f9b5346",
    "instruction": "有星齣現在張宿、翼宿。\n翻譯成文言文：",
    "output": "壬戌，有星孛於張、翼。",
    "ppl": [
      3.5823237895965576
    ]
  },
  {
    "id": "6a800675-b0c3-4533-91bc-2cea02261a2b",
    "instruction": "文王問太公曰： 賞所以存勸，罰所以示懲，吾欲賞一以勸百，罰一以懲眾，為之奈何？\n幫我把這句話翻譯成現代文",
    "output": "文王詢問太公說： 奬賞是用來鼓勵人的，懲罰是用來警誡人的，我想用奬賞一人而使眾人都得到勉勵，懲罰一人而使眾人都收到警戒，怎麼纔能達到這個目的呢？",
    "ppl": [
      2.0652976036071777
    ]
  },
  {
    "id": "1153850d-71af-4f3a-a2fe-57f501016932",
    "instruction": "燕鐵木兒說明此事，下詔給還其印。\n把這句話翻譯成文言文：",
    "output": "燕鐵木兒以為言，詔給還之。",
    "ppl": [
      1.8697642087936401
    ]
  },
  {
    "id": "e5de3ac2-adc5-4719-8d02-076743d2b812",
    "instruction": "思禮提著何群的頭，在第二天早晨到都監那裏自首，赦免瞭他的罪，讓他招納那些失散的士卒去瞭。\n翻譯成古文：",
    "output": "餘眾大囂而散，思禮攜群首，遲明，歸命於都監。貰其罪，使招其散卒焉。",
    "ppl": [
      6.39017391204834
    ]
  },
  {
    "id": "d0a02e1f-31e6-4575-a381-9a348f9f075e",
    "instruction": "文言文翻譯：\n九月，關東郡國十一大水，飢，或人相食，轉旁郡錢、榖以相救。",
    "output": "答案：九月，關東郡國十一處大水，飢荒嚴重，有的地方人相食，調運附近的錢榖以救災。",
    "ppl": [
      2.0727474689483643
    ]
  },
  {
    "id": "047a48cd-b402-4b88-9bc6-22316e3c6051",
    "instruction": "文言文翻譯：\n京師留守刑部尚書衛文升、右翊衛將軍陰世師、京兆郡丞滑儀挾代王侑以拒義師。",
    "output": "答案：京師留守刑部尚書衛文升、右翊衛將軍陰世師、京兆郡丞滑儀挾持代王侑而抗拒義軍。",
    "ppl": [
      1.3661279678344727
    ]
  },
  {
    "id": "a12c9f1d-e054-4e79-b6d0-610544157333",
    "instruction": "呂甥、冀芮率領著軍隊，甲午那天，駐紮在廬柳。\n把這句話翻譯成文言文：",
    "output": "呂甥、冀芮帥師，甲午，軍於廬柳。",
    "ppl": [
      1.6103277206420898
    ]
  },
  {
    "id": "036220c0-c0e1-4b59-9d99-f478506e2477",
    "instruction": "翻譯成文言文：\n文武大臣以及四方各族首領齊呼萬歲。",
    "output": "群臣及四夷皆稱萬歲。",
    "ppl": [
      2.442336320877075
    ]
  },
  {
    "id": "6f21fdc9-258a-43f7-8bb9-d27eb24cfe24",
    "instruction": "王褒等人因為元帝猜忌，不敢在眾人麵前公開說明，點頭答應而已。\n這句話在中國古代怎麼說：",
    "output": "褒等以帝猜忌，弗敢衆中公害，唯唯而已。",
    "ppl": [
      4.261458396911621
    ]
  },
  {
    "id": "e1e0bf54-1187-4e7c-a6bd-b948daadd574",
    "instruction": "如果有遊手好閑、早歸晚齣、好逸惡勞、不努力耕織的人，那麼黨正、裏長就要記下他們的名字上報郡縣，郡守縣令就應根據情況加以處罰，罰一人就能勉勵百人。\n這句話在古代怎麼說：",
    "output": "若有遊手怠惰，早歸晚齣，好逸惡勞，不勤事業者，則正長牒名郡縣，守令隨事加罰，罪一勸百。",
    "ppl": [
      3.149517297744751
    ]
  },
  {
    "id": "58afde69-a496-4411-9d77-f0267bcdd3bf",
    "instruction": "所以父母對於子女，尚且用計算利弊相對待，何況是對於沒有父子間恩澤的人呢？\n這句話在古代怎麼說：",
    "output": "故父母之於子也，猶用計算之心以相待也，而況無父子之澤乎？",
    "ppl": [
      3.643598794937134
    ]
  },
  {
    "id": "75b94537-4faf-458f-a991-c0f634e63c78",
    "instruction": "翻譯成現代文：\n漢初，以嶺南三郡及長沙、豫章封吳芮為長沙王。\n答案：",
    "output": "漢初，把嶺南三郡以及長沙、豫章封給吳芮，封為長沙王。",
    "ppl": [
      1.2875949144363403
    ]
  },
  {
    "id": "e270c92b-e89b-4a8a-ad4d-9526b9ed4bdb",
    "instruction": "翻譯成現代文：\n孽雖自作，而嘗居大位，深所不忍。\n答案：",
    "output": "遼主雖然自己作孽，然而曾經身居大位，朕深感有所不忍。",
    "ppl": [
      3.5722568035125732
    ]
  },
  {
    "id": "1d8df02f-d11d-408a-b34a-bc85ab600c4a",
    "instruction": "翻譯成文言文：\n他的兒子李長雅承襲他的爵位。",
    "output": "子長雅嗣。",
    "ppl": [
      1.7771189212799072
    ]
  },
  {
    "id": "a6b20dca-17b7-47b7-afe2-3523e6369f92",
    "instruction": "鄭餘慶\n翻譯成現代文：",
    "output": "鄭餘慶",
    "ppl": [
      1.0432173013687134
    ]
  },
  {
    "id": "7fee707f-c172-4061-b698-b6d816196afb",
    "instruction": "翻譯成文言文：\n壬辰，朝廷任命魏元忠為檢校並州長史，充任天兵軍大總管，以防備突厥。\n答案：",
    "output": "壬辰，以魏元忠檢校並州長史，充天兵軍大總管，以備突厥。",
    "ppl": [
      1.1660640239715576
    ]
  },
  {
    "id": "8dba2f24-e5d9-42f6-a36a-f95fdd6f681b",
    "instruction": "癸亥，如混同江。\n幫我把這句話翻譯成現代文",
    "output": "初二，皇上到混同江。",
    "ppl": [
      4.606814861297607
    ]
  },
  {
    "id": "30237de0-28a9-439a-b5e3-f5031721c33b",
    "instruction": "將下麵句子翻譯成現代文：\n元忠姓名，朝廷所賜也，本姓曹，名令忠；昕，子儀弟之子也。",
    "output": "李元忠這一姓名，是朝廷賜給的，李元忠原本姓曹，名令忠。郭昕是郭子儀弟弟的兒子。",
    "ppl": [
      2.2621195316314697
    ]
  },
  {
    "id": "133cf934-b83c-494c-a20a-21cd446b6220",
    "instruction": "該書新增藥物三百七十四種，分為一十六部，閤成五十二捲。\n這句話在中國古代怎麼說：",
    "output": "增藥三百七十四種，厘為一十六部，閤成五十二捲。",
    "ppl": [
      1.8381950855255127
    ]
  },
  {
    "id": "bd83f17f-a3b0-49cc-9899-61b6ec74c22c",
    "instruction": "魯侯棄絕瞭母親文薑，是《春鞦》上所贊許的，那是為瞭敬奉順應祖宗，在天下推行至公至道。\n這句話在中國古代怎麼說：",
    "output": "魯侯絕文薑，《春鞦》所許，蓋以奉順祖宗，任至公於天下。",
    "ppl": [
      2.3439152240753174
    ]
  },
  {
    "id": "d6932353-e93e-41e2-9af5-82c0dae82069",
    "instruction": "將下麵句子翻譯成現代文：\n丹不得已，既至，就故為設麥飯蔥葉之食。丹推去之，曰： 以君侯能供甘旨，故來相過，何其薄乎？",
    "output": "井丹不得已，已經來到，陰就故意準備麥飯蔥葉等食物，井丹推去不就，說道： 認為君侯能夠供給甘美的食物，所以來訪，怎麼這樣菲薄呢？",
    "ppl": [
      2.6569766998291016
    ]
  },
  {
    "id": "4ee4e8bf-0f7f-409b-b877-0d6d89cfbc01",
    "instruction": "將下麵句子翻譯成現代文：\n秦使武安君白起擊，大破趙於長平，四十餘萬盡殺之。",
    "output": "秦派武安君白起進攻，大破趙軍於長平，四十萬降卒全部被殺。",
    "ppl": [
      1.9122954607009888
    ]
  },
  {
    "id": "85cf7d7d-ac26-4e23-a8e8-93ec67b4d7eb",
    "instruction": "賊軍統帥丁文豪設下埋伏，在皂莢橋將官軍擊敗，一直開到硃雀航，王道隆、劉麵力都已經戰死。\n翻譯成文言文：",
    "output": "賊帥丁文豪設伏，破颱軍於皁莢橋，直至硃雀航，王道隆、劉勉並戰沒。",
    "ppl": [
      2.901654005050659
    ]
  },
  {
    "id": "ed068614-1825-4319-a9c4-a117fc8daa73",
    "instruction": "當時隋煬帝巡幸江都郡，盜賊一天天增多。\n翻譯成古文：",
    "output": "時煬帝幸江都，盜賊日滋。",
    "ppl": [
      2.4237074851989746
    ]
  },
  {
    "id": "be09cd9f-02ce-420b-8041-271767c6ab0a",
    "instruction": "翻譯成現代文：\n肆予憲章三後，用集大命於茲。炎維德不嗣，辭不獲命。\n答案：",
    "output": "我效法三後，天命因集於此。炎之德不足嗣位，辭讓而不獲準。",
    "ppl": [
      7.781660556793213
    ]
  },
  {
    "id": "62848486-efa6-4b57-972c-ef6d6c4bae97",
    "instruction": "翻譯成現代文：\n楊傑隻哥，燕京寶坻人，傢世業農。\n答案：",
    "output": "後進升本路徵行萬戶，加金虎符。在睢州鎮守九年而卒，年六十五歲。楊傑隻哥，燕京寶坻人，世代務農。",
    "ppl": [
      5.0236945152282715
    ]
  },
  {
    "id": "32a807a5-2c55-4b17-a03f-6b299f68d714",
    "instruction": "於是申不害離席謝罪說： 您實在是位賢明的君王！\n這句話在中國古代怎麼說：",
    "output": "申子乃闢捨請罪曰： 君真其人也。",
    "ppl": [
      6.6643853187561035
    ]
  },
  {
    "id": "b8e97f73-c05c-4f34-b065-ae473b5e8b50",
    "instruction": "將下麵句子翻譯成現代文：\n文帝幸邯鄲慎夫人、尹姬，皆無子。",
    "output": "文帝又寵愛邯鄲慎夫人和尹姬，但都沒有兒子。",
    "ppl": [
      1.7308727502822876
    ]
  },
  {
    "id": "d7477a3e-7533-4d71-89b6-619757d3d0c4",
    "instruction": "諸葛誕等人又返迴城中，城中糧食漸漸短缺，齣城投降的人有上萬之多。\n這句話在古代怎麼說：",
    "output": "復還入城，城內食轉竭，降齣者數萬口。",
    "ppl": [
      4.3954691886901855
    ]
  },
  {
    "id": "d91caa8b-a741-43c9-adbf-ca956605d47d",
    "instruction": "梁永嘉王莊至郢州，遣使入貢於齊。\n翻譯成白話文：",
    "output": "梁永嘉王蕭莊抵達郢州，派使者嚮北齊進貢禮品。",
    "ppl": [
      2.311929702758789
    ]
  },
  {
    "id": "a29f415f-d844-404b-a391-38fcb0e871ec",
    "instruction": "淳元年春正月初一，下詔舉薦文武纔能之人。\n翻譯成文言文：",
    "output": "淳祐元年春正月庚寅朔，詔舉文武纔。",
    "ppl": [
      2.163292169570923
    ]
  },
  {
    "id": "42c363ff-55b0-4bc9-a372-31a5e698544e",
    "instruction": "翻譯成現代文：\n瓚怒，屢違節度，又復侵犯百姓。\n答案：",
    "output": "公孫瓚發怒，屢次不聽他的管束，又去侵犯百姓。",
    "ppl": [
      2.3796417713165283
    ]
  },
  {
    "id": "cd4e2248-6a0d-4804-86bb-e552fc5dea5d",
    "instruction": "釋之曰： 法者天子所與天下公共也。\n幫我把這句話翻譯成現代文",
    "output": "張釋之說： 法律是天子和天下人應該共同遵守的。",
    "ppl": [
      2.0140390396118164
    ]
  },
  {
    "id": "e0f7afb9-9a6a-4720-9f1c-cfccf7080dea",
    "instruction": "將下麵句子翻譯成現代文：\n壬戌，潼川轉運判官王溉撙節漕計，代輸井戶重額錢十六萬緡，詔奬之。",
    "output": "十二日，撞川轉運判官王溉節約財政開節，代輸井戶重額錢十六萬絡，下詔奬賞。",
    "ppl": [
      2.8477258682250977
    ]
  },
  {
    "id": "cb3609ee-8e78-4b37-af2a-8655f64f466d",
    "instruction": "二年正月，規及颱諫同奏五事：一，乞尚書省提控樞密院，如大定、明昌故事。\n翻譯成現代文：",
    "output": "二年正月，陳規與颱諫同奏五事：一，請求讓尚書省提控樞密院，按照大定、明昌成例。",
    "ppl": [
      1.8138971328735352
    ]
  },
  {
    "id": "defc952b-cfcb-46b8-bf74-108d104deb88",
    "instruction": "上頻使覘之，知不能死，移送廷尉獄，見圓照，曰： 兄何乃亂人骨肉，使痛酷如此！\n翻譯成現代文：",
    "output": "元帝不斷派人去觀察他，知道他沒有自殺的意思，就把他移送到廷尉管的大獄裏。在監獄，蕭圓正見瞭蕭圓照，說： 哥哥何必鼓動父親，使他們兄弟骨肉相殘，弄齣這樣痛苦殘酷的結局呢？",
    "ppl": [
      3.193295478820801
    ]
  },
  {
    "id": "e6ab86e6-829e-47e3-b032-2381f7ffe524",
    "instruction": "命禦史二人察視光祿寺，凡內外官多支及需索者，執奏。\n翻譯成白話文：",
    "output": "命令禦史二人視察光祿寺，凡是內外官多支取以及需要索取的，執其事上奏。",
    "ppl": [
      2.6190907955169678
    ]
  },
  {
    "id": "535824be-2047-4791-baeb-58750e872da3",
    "instruction": "現在入鞦正要加強邊防，時間已經不早瞭，該與軍中的士卒相見。\n翻譯成古文：",
    "output": "今盛鞦防邊，日月已薄，當與軍中士卒相見。",
    "ppl": [
      3.1797404289245605
    ]
  },
  {
    "id": "fd6c6bbd-1017-42ad-93be-6f3798ca8db6",
    "instruction": "其食有小豆，其衣如布。\n翻譯成白話文：",
    "output": "他們食物中有小豆。衣服像是用布製成。",
    "ppl": [
      2.9718546867370605
    ]
  },
  {
    "id": "5b12c93b-ba7c-4bce-97f4-3d5c4fb99ff5",
    "instruction": "翻譯成現代文：\n朕涉道日寡，舉錯不中，乃戊申日蝕、地震，朕甚懼焉。\n答案：",
    "output": "朕對君王之道涉獵太少，而舉動與措施又多有不當。於是十二月一日，日蝕地震同時齣現，朕深感惶恐。",
    "ppl": [
      4.244095802307129
    ]
  },
  {
    "id": "06b6f790-23fd-41bd-8cb8-4ffff84be91c",
    "instruction": "都禦史王之誥奏請設立險山參將，轄治六堡十二城，分彆駐守雲愛陽。\n翻譯成文言文：",
    "output": "都禦史王之誥奏設險山參將，轄六堡一十二城，分守靉陽。",
    "ppl": [
      2.068758010864258
    ]
  },
  {
    "id": "ac84bbcf-d109-4f3e-9245-373958d06d1c",
    "instruction": "及溫為萬年丞，未幾，炅為京兆尹。\n幫我把這句話翻譯成現代文",
    "output": "到吉溫任萬年縣丞不久，蕭炅便任京兆尹。",
    "ppl": [
      2.377549648284912
    ]
  },
  {
    "id": "25bb9d6e-bdd1-45db-8eaa-ea714e028bf0",
    "instruction": "翻譯成現代文：\n劉通劉通，字仲達，東平齊河人也。初從嚴實來歸，繼從收濮、曹、相、潞、定陶、楚丘。",
    "output": "此後又攻占五州十縣四堡二寨。十一年，宋軍進攻歸德，為傑隻哥擊敗。傑隻哥率水軍追擊，轉戰中流，不幸溺死。年四十歲。劉通，字仲達，東平齊河人。初隨嚴實歸附於濛古，隨後又隨大軍徵服濮、曹、相、潞、定陶、楚丘等地。",
    "ppl": [
      4.454883098602295
    ]
  },
  {
    "id": "107c5d98-5134-465c-ba45-5afb7ca2006a",
    "instruction": "遣大鴻臚持節監喪，令四姓小侯、諸國王、主悉會葬。\n翻譯成現代文：",
    "output": "並派大鴻臚持符節主持治喪，命令樊、陰、郭、馬四姓小侯和各封國的親王、公主都去參加葬禮。",
    "ppl": [
      3.7366509437561035
    ]
  },
  {
    "id": "f290a19c-c7db-40a2-bebd-7ea06bf56aa9",
    "instruction": "趙綉見嚴延年是新來的郡將，心裹害怕，就起草瞭兩份劾罪書，準備先稟告輕的一份，若嚴延年發怒，纔再把重的那份拿齣來。\n翻譯成文言文：",
    "output": "綉見延年新將，心內懼，即為兩劾，欲先白其輕者觀延年意，怒，乃齣其重劾。",
    "ppl": [
      3.3902761936187744
    ]
  },
  {
    "id": "fff9a101-71ae-4956-9651-cfd6d58b3a39",
    "instruction": "翻譯成文言文：\n三十年，京城邊防一年用到五百九十五萬，戶部尚書孫應奎憂念時局束手無策，便提議在南畿、浙江等州縣增加賦稅一百二十萬，加派賦稅從此時開始。",
    "output": "三十年，京邊歲用至五百九十五萬，戶部尚書孫應奎蒿目無策，乃議於南畿、浙江等州縣增賦百二十萬，加派於是始。",
    "ppl": [
      2.1654651165008545
    ]
  },
  {
    "id": "1c152834-7b61-416d-aae4-785376070eeb",
    "instruction": "鑒曰： 卿是功臣，好為官陳力。\n翻譯成現代文：",
    "output": "石鑒說： 你是朝廷的功臣，好好為朕齣力討伐。",
    "ppl": [
      3.871840000152588
    ]
  },
  {
    "id": "f61c20c9-306c-4ca5-8cb7-a680fc3cfb91",
    "instruction": "宋國派人來祈請山陵，未獲準許。\n翻譯成文言文：",
    "output": "宋遣使祈請山陵，不許。",
    "ppl": [
      1.4380204677581787
    ]
  },
  {
    "id": "1a3e9a61-0b73-452e-ae8f-7c3803b10d3b",
    "instruction": "九月丁亥，以平西將軍吐榖渾拾寅為安西將軍、秦河二州刺史。\n翻譯成白話文：",
    "output": "九月十一日，任命平西將軍吐榖渾拾寅為安西將軍、秦河二州刺史。",
    "ppl": [
      1.1658415794372559
    ]
  },
  {
    "id": "dd7e96e8-100e-4640-adb1-1a236b65dd81",
    "instruction": "此時孟密占瞭寶井之利，以寶井來結納四周的各部落。而木邦遭受孟密的侵略，軍力更弱，無法自做決斷，雖然屢次上奏朝廷，訴說自己的冤屈，最終也沒法獲得公正。\n翻譯成文言文：",
    "output": "時孟密據寶井之利，資為結納，而木邦為孟密所侵，兵力積弱，不能報，雖屢奏訴，竟不得直雲。",
    "ppl": [
      3.6672985553741455
    ]
  },
  {
    "id": "25cfc49a-e4bb-4b75-98ae-c8f87dee528c",
    "instruction": "因為咽項在上，所以勝過他們。 耿豪之粗莽，都如這般。\n把這句話翻譯成文言文：",
    "output": "以咽項在上，故為勝也。 豪之粗猛，皆此類。",
    "ppl": [
      2.4282045364379883
    ]
  },
  {
    "id": "e00a08df-f862-410d-b535-e23644f45898",
    "instruction": "翻譯成現代文：\n若使主人少垂古人忠恕之情，來者側席，去者剋己，則僕抗季劄之誌，不為今日之戰矣。",
    "output": "如果袁公稍許有點忠恕之情，來的側席接待，走的剋己自責，那我就高季紮逃位之誌，今天這個仗就不打瞭。",
    "ppl": [
      5.586124420166016
    ]
  },
  {
    "id": "a8271ae5-47c6-4ea8-ab9a-b90b55a5e6b3",
    "instruction": "將下麵句子翻譯成文言文：\n六月，神策將軍宋威任西北麵招討使。",
    "output": "六月，神策軍將軍宋威為西北麵招討使。",
    "ppl": [
      1.3403972387313843
    ]
  },
  {
    "id": "b3f7f0a6-c509-473b-ac9b-6fdfe2cfd019",
    "instruction": "翻譯成文言文：\n如今先生聽瞭這件事就泣不成聲，這是拒絕要降臨的福祿。\n答案：",
    "output": "今夫子聞之而泣，是禦福也。",
    "ppl": [
      2.941366672515869
    ]
  },
  {
    "id": "13ff5a7f-34af-41c9-93ed-dfa88ba831d0",
    "instruction": "文言文翻譯：\n而袁紹見洪，又奇重之，與結分閤好。",
    "output": "答案：袁紹見到臧洪，認為他有奇纔，非常器重他，不管在不在一起，兩人都是好友。",
    "ppl": [
      3.964585304260254
    ]
  },
  {
    "id": "6db76f19-dc99-4c0e-9310-b057cb962ca6",
    "instruction": "翻譯成文言文：\n王文舒又在中間另築瞭一道隔城，把城中分成兩部分：西部是郡治，東部是居民區；郡城西瀕淯水。\n答案：",
    "output": "王文舒更立中隔，西即郡治，東則民居，城西傍淯水。",
    "ppl": [
      3.8393759727478027
    ]
  },
  {
    "id": "301c98a6-d3ae-4e8e-a2c4-229c4ab50106",
    "instruction": "翻譯成現代文：\n昔者秦射巨魚而衰，殷格猛獸而滅。今大王欲害非類，是躡殷秦，但恐季世之端，自此而起。",
    "output": "從前秦朝射死大魚因而國傢衰敗，殷朝打死猛獸而國傢滅亡，現在大王想殺害跟我們不是同類的人，這是重蹈殷朝和秦朝的覆轍，隻怕本朝的衰敗，就從這裏開始瞭。",
    "ppl": [
      2.3280491828918457
    ]
  },
  {
    "id": "4191656c-7884-40b1-8135-8c2018cec95a",
    "instruction": "陳俊卿忠良確實，可以任重緻遠，張栻學問醇正，可以拾遺補闕，願亟召用之。 既又手書訣栻與硃熹，其言皆以未能為國報雪仇恥為恨。\n幫我把這句話翻譯成現代文",
    "output": "陳俊卿忠心、誠實，可以委以重任及未來大事，張木式學問純正，可以讓他拾遺補缺，希望陛下立即召用他們。 劉珙又親自寫訣彆書給張木式與硃熹，所說的都是恨自己未能為國傢報仇雪恨之類的話。",
    "ppl": [
      3.3488965034484863
    ]
  },
  {
    "id": "e37a0330-293b-4eba-be59-f12ddb6b9470",
    "instruction": "它的真本上麵標有維永和十年三月癸卯九日辛亥的字樣。\n把這句話翻譯成文言文：",
    "output": "其真本維永和十年三月癸卯九月辛亥，而書亦真。",
    "ppl": [
      3.1824817657470703
    ]
  },
  {
    "id": "63017eb7-b137-492c-9a74-234ba9f3f776",
    "instruction": "翻譯成現代文：\n唐子謂尊師曰： 本入山為求長生，今反為虎狼之餐。",
    "output": "唐臣對薛尊師說： 本來入山是為瞭尋求長生不死的，現在反倒成為虎狼之食瞭。",
    "ppl": [
      2.676818609237671
    ]
  },
  {
    "id": "bcc95c35-4f9b-487e-8591-0ecc77e8b90f",
    "instruction": "父母很害怕，請薛二娘來治療。\n把這句話翻譯成文言文：",
    "output": "父母患之，迎薛巫以辨之。",
    "ppl": [
      4.944490909576416
    ]
  },
  {
    "id": "d0ea8074-7721-4515-8c72-43c942635a57",
    "instruction": "在西海的島嶼上，有一位神人，人麵鳥身，耳朵上穿掛著兩條青色蛇，腳底下踩踏著兩條紅色蛇，名叫弇茲。\n翻譯成古文：",
    "output": "西海郩中，有神，人麵鳥身，珥兩青蛇，踐兩赤蛇，名曰弇茲。",
    "ppl": [
      3.1482105255126953
    ]
  },
  {
    "id": "33f7548b-ff5a-4b4c-a168-1003bb86d803",
    "instruction": "翻譯成現代文：\n若策名得地，則九族廕其餘輝；委質非人，則一身不能自保。\n答案：",
    "output": "假如做官得到封地，九族就會受到餘輝的庇護，如果投靠的人不得當，自己一身還不能自保。",
    "ppl": [
      3.9492251873016357
    ]
  },
  {
    "id": "b7f39002-99f2-4a76-b490-7c20f0d7a175",
    "instruction": "從前辛伯勸阻周桓公說： 妾媵並同於王後，寵臣相等於正卿，庶子和嫡子同等，大城和國都相同，這就是禍亂的根本。\n翻譯成文言文：",
    "output": "昔辛伯諗周桓公雲： 內寵並後，外寵二政，嬖子配適，大都耦國，亂之本也。",
    "ppl": [
      6.218045711517334
    ]
  },
  {
    "id": "b7290e54-763b-49b1-9a05-d06d9065c683",
    "instruction": "翻譯成文言文：\n前鳳翔節度使石雄來到中書門下政事堂，嚮宰相們陳述自己在黑山、烏嶺建立的功勞，請求領一藩鎮任節度使，直至終老。",
    "output": "前觀翔節度使石雄詣政府自陳黑山、烏嶺之功，求一鎮以終老。",
    "ppl": [
      3.7648355960845947
    ]
  },
  {
    "id": "9719af12-1a3e-41b4-b59d-c635505ca4b3",
    "instruction": "你為什麼恣意猜疑，忘記兄弟之義，身體魁偉，無善可言。\n這句話在中國古代怎麼說：",
    "output": "汝何肆其猜忌，忘在原之義，腰背雖偉，善無可稱。",
    "ppl": [
      5.900604724884033
    ]
  },
  {
    "id": "2d2de954-f688-40e1-974c-a1da5ca837ba",
    "instruction": "李襲吉在乾符末年應進士舉，遇戰亂，逃避到河中，服事節度使李都，提升為鹽鐵判官。\n把這句話翻譯成文言文：",
    "output": "襲吉訪舊至太原，武皇署為府掾，齣宰榆社。",
    "ppl": [
      13.431985855102539
    ]
  },
  {
    "id": "e68374c7-b03d-4171-bf15-aa508a122267",
    "instruction": "翻譯成現代文：\n八月，乙巳，息元至京師，上館之禁中山亭。\n答案：",
    "output": "八月，乙巳，周息元抵達長安，敬宗把他安排在皇宮中的山亭住宿。",
    "ppl": [
      3.0418014526367188
    ]
  },
  {
    "id": "435fb5be-caab-493c-a3ec-77a75b6c1bbb",
    "instruction": "十一月十四日，在圓丘閤祭天地，赦免全國。\n翻譯成文言文：",
    "output": "十一月壬辰，閤祀天地於圜丘，大赦。",
    "ppl": [
      2.2949533462524414
    ]
  },
  {
    "id": "387b823d-3751-44c5-b8a6-f7e20f3ef18a",
    "instruction": "峽底平整好似鑲嵌成的，有如鴻溝樣隔開，而峽中全是茅草塞路，一裏路後還沒有窮盡。\n幫我把這句話翻譯成文言文",
    "output": "底平若嵌，若鴻溝之界，而中俱茅塞，一裏未有窮極。",
    "ppl": [
      2.985297203063965
    ]
  },
  {
    "id": "c6dcd79c-a88b-40b2-b71f-c1ea86b63e7b",
    "instruction": "翻譯成文言文：\n二十六年四月，發生旱災。\n答案：",
    "output": "二十六年四月，旱。",
    "ppl": [
      1.234570026397705
    ]
  },
  {
    "id": "9225f735-f472-43d9-8131-bb258e4e81a9",
    "instruction": "將下麵句子翻譯成現代文：\n福不再來，時或易失，豈宜固守文德而墮武事乎！",
    "output": "福運不會再來，時機容易喪失，難道應當死守斯文道德而放棄武力嗎？",
    "ppl": [
      3.488337516784668
    ]
  },
  {
    "id": "1c307149-0576-4d80-b73f-903ec6208dc3",
    "instruction": "金粟繒纊，弊民已多，珠玉玩好，傷工尤重，嚴加禁絕，不得有違準繩。\n翻譯成現代文：",
    "output": "黃金、糧食、絲綿，收取百姓已經很多；珠寶玉器珍玩，損害手工業更重，嚴加禁絕，不得違背規定。",
    "ppl": [
      3.2338504791259766
    ]
  },
  {
    "id": "0359f14c-46ee-469c-b828-f6be5643863b",
    "instruction": "十二月，劉胤為郭默所殺。\n幫我把這句話翻譯成現代文",
    "output": "十二月，劉胤被郭默殺死。",
    "ppl": [
      1.1093955039978027
    ]
  },
  {
    "id": "cc37d9d9-207b-4d5a-a284-bf97d4f8fd58",
    "instruction": "周成王即位八年瞭，這年六月，文王臥病在床五天而地震，震動範圍東西南北不齣國都四郊。\n把這句話翻譯成文言文：",
    "output": "周文王立國八年，歲六月，文王寢疾五日而地動，東西南北不齣國郊。",
    "ppl": [
      3.061837911605835
    ]
  },
  {
    "id": "559345f1-28a8-42c9-b6d7-4281658ce775",
    "instruction": "叔孫俊懷疑他，偷看到他的懷中有一把刀，捉住後賜他自殺。\n翻譯成文言文：",
    "output": "叔孫俊疑之，竊視其懷，有刀，執而賜死。",
    "ppl": [
      2.039355754852295
    ]
  },
  {
    "id": "b155cd84-c126-494d-a576-ba3c642774fb",
    "instruction": "現在如果按聲譽選用人纔，群臣就會背離君主在私下結黨營私；如果根據朋黨的關係來推薦官員，那麼老百姓就會緻力於結黨勾結而不求依法辦事。\n幫我把這句話翻譯成文言文",
    "output": "今若以譽進能，則臣離上而下比周；若以黨舉官，則民務交而不求用於法。",
    "ppl": [
      7.894161701202393
    ]
  },
  {
    "id": "0009709a-79fb-474e-93a1-ac2a9096baa9",
    "instruction": "總計一終，共三百七十八天六十七萬五韆三百六十四分，運行十二度五百九十六萬二韆二百五十六分。\n翻譯成古文：",
    "output": "凡一終，三百七十八日六十七萬五韆三百六十四分，行星十二度五百九十六萬二韆二百五十六分。",
    "ppl": [
      1.5044876337051392
    ]
  },
  {
    "id": "7d0903f0-37f3-40b7-b345-2448e8cb7dc0",
    "instruction": "令大息德元淵藪亡命，同惡相濟，劍客成群。\n翻譯成現代文：",
    "output": "又讓長子德元聚集一些亡命之徒，眾惡相資，劍客成群。",
    "ppl": [
      3.9849512577056885
    ]
  },
  {
    "id": "23a3af12-ef5f-48d8-bf32-40da16baff17",
    "instruction": "翻譯成現代文：\n晉成帝鹹和五年五月，大飢且疫。\n答案：",
    "output": "晉成帝鹹和五年五月，發生飢荒而且齣現瘟疫。",
    "ppl": [
      1.7789669036865234
    ]
  },
  {
    "id": "8998f175-88c8-483f-8d42-2455e4b09cb9",
    "instruction": "翻譯成文言文：\n十二月十二日，方逢年停職。\n答案：",
    "output": "十二月庚子，方逢年罷。",
    "ppl": [
      1.6775959730148315
    ]
  },
  {
    "id": "9ef233d4-56ff-491e-8df5-0f90105d2b6c",
    "instruction": "興宗仁懿皇後蕭氏，乳名撻裏，欽哀皇後弟蕭孝穆長女。\n把這句話翻譯成文言文：",
    "output": "興宗仁懿皇後蕭氏，小字撻裏，欽哀皇後弟孝穆之長女。",
    "ppl": [
      1.5525615215301514
    ]
  },
  {
    "id": "3ad83bee-5b8c-4ad3-80c7-e79e366c5f53",
    "instruction": "委任太師、領三省事溫都思忠做尚書令，太尉、樞密使昂為太保，右丞相僕散師恭為太尉、樞密使。\n這句話在中國古代怎麼說：",
    "output": "以太師、領三省事溫都思忠為尚書令，太尉、樞密使昂為太保，右丞相僕散思恭為太尉、樞密使。",
    "ppl": [
      1.1534487009048462
    ]
  },
  {
    "id": "8e955fd3-2ddb-4109-a2bc-4213d24a1d5e",
    "instruction": "其性情清約，從不擾民。\n翻譯成古文：",
    "output": "性又清約，縴毫不擾於民。",
    "ppl": [
      5.563022613525391
    ]
  },
  {
    "id": "7eac8f12-59ea-4bf2-90ab-0dd079275400",
    "instruction": "汪在路，為審素黨與所劫，對汪殺告事者，脅汪令奏雪審素之罪。\n翻譯成白話文：",
    "output": "楊汪在路途中被張審素的同黨所劫持，當著楊汪的麵殺瞭檢舉的人，脅迫楊汪上奏章為張審素洗雪罪名。",
    "ppl": [
      2.673567533493042
    ]
  },
  {
    "id": "1c683f28-3bcf-4267-b842-cc20ae16d91e",
    "instruction": "翻譯成文言文：\n符閤道義的事，小做就得小福，大做就得犬福。",
    "output": "義，小為之則小有福，大為之則大有福。",
    "ppl": [
      2.589181423187256
    ]
  },
  {
    "id": "2ce10968-4e4f-429f-a91e-da972a15148d",
    "instruction": "免徵奉元路民間商稅一年，命所在官司設置常平倉。\n幫我把這句話翻譯成現代文",
    "output": "免徵奉元路民間商稅一年，命令所在官府設置常平倉儲糧。",
    "ppl": [
      1.737425446510315
    ]
  },
  {
    "id": "3f07578f-9d64-41f8-9be4-cb3b4935ea41",
    "instruction": "翻譯成現代文：\n鯉自是有去誌。\n答案：",
    "output": "瀋鯉從此有瞭辭退的想法。",
    "ppl": [
      4.29563570022583
    ]
  },
  {
    "id": "87a4fb1d-c3a2-4833-abcc-2e6fea3427fe",
    "instruction": "及十年春，大計群吏，始舉卓異之典。豫與寜國知府袁旭皆預焉，賜宴及襲衣遣還。\n翻譯成現代文：",
    "output": "正統十年春，朝廷考核全國各地官吏，將政績卓著者列為典範，豫與寜國知府袁旭都入選。皇帝賜宴及外衣。",
    "ppl": [
      3.0592434406280518
    ]
  },
  {
    "id": "d5a26457-17cc-40ed-ba57-a9ea1e1741b5",
    "instruction": "翻譯成現代文：\n庚辰至辛巳，太陰犯井。\n答案：",
    "output": "十六至十七日，太陰星淩犯井宿。",
    "ppl": [
      3.3561995029449463
    ]
  },
  {
    "id": "cf1c66a6-449f-45ba-968e-dbd410649206",
    "instruction": "派遣俞烈迴訪金國。\n幫我把這句話翻譯成文言文",
    "output": "遣俞烈使金報謝。",
    "ppl": [
      3.2048723697662354
    ]
  },
  {
    "id": "9d2365e0-d112-4d9b-86cf-d2fba1015b21",
    "instruction": "閏九月初三，詔令裁造院女工和營婦配南北作坊者，一律釋放。\n這句話在中國古代怎麼說：",
    "output": "閏月甲午，詔裁造院女工及營婦配南北作坊者，並釋之。",
    "ppl": [
      1.8034864664077759
    ]
  },
  {
    "id": "0994922f-334b-4447-a6d7-2393620cbaae",
    "instruction": "齊王必定不幫助在魏無權的人，從而結怨在魏掌權的人。\n翻譯成文言文：",
    "output": "齊王必以公為有魏也，必因公。",
    "ppl": [
      7.596714973449707
    ]
  },
  {
    "id": "6bcc896a-9d7a-4006-92a1-6c6d24153718",
    "instruction": "做的事情適應時令，取得的功效就大。\n這句話在古代怎麼說：",
    "output": "事適於時者，其功大。",
    "ppl": [
      3.8357012271881104
    ]
  },
  {
    "id": "3ee7d70c-6c9f-4d8a-a975-0e9d8ef65e7e",
    "instruction": "波利，天安二年被授予立節將軍，樂官侯。\n翻譯成文言文：",
    "output": "波利，天安二年拜立節將軍、樂官侯。",
    "ppl": [
      1.3184210062026978
    ]
  },
  {
    "id": "f34c19b9-af34-4872-9fb2-34ff88ffd6fa",
    "instruction": "其鼕，以吏部尚書再掌左都禦史事，纍以老疾辭，不允。\n翻譯成白話文：",
    "output": "這一年鼕天，以吏部尚書的身份又一次執掌左都禦史的事情，多次以年老多病相推辭，不準。",
    "ppl": [
      3.4485626220703125
    ]
  },
  {
    "id": "8c618225-53c3-4ab6-98d0-193bbe6d35c5",
    "instruction": "春季，正月，丙辰，北魏國主拓跋嗣迴到平城。\n把這句話翻譯成文言文：",
    "output": "安皇帝壬義熙十一年",
    "ppl": [
      40.237098693847656
    ]
  },
  {
    "id": "cc46b3de-82d6-4088-90a5-2a4eacd01de1",
    "instruction": "宗室因罪斷絕宗屬關係的一律恢復屬籍。\n翻譯成古文：",
    "output": "宗室以罪絕者，悉復屬籍。",
    "ppl": [
      2.1428945064544678
    ]
  },
  {
    "id": "574cf330-328c-4eb9-890a-7fc130a5b597",
    "instruction": "將下麵句子翻譯成現代文：\n及大舉伐陳，以勱為行軍總管，從宜陽公王世積下陳江州，以功拜上開府，賜物三韆段。",
    "output": "大舉討伐南陳時，任他為行軍總管，跟隨宜陽公王世積攻下陳國的江州。因立功被授予上開府的官職，賜給物品三韆段。",
    "ppl": [
      2.0582380294799805
    ]
  }
]